[
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "1",
      "name": "Dominus Estate Napa Valley",
      "winery": "Dominus Estate",
      "vintage": "2018",
      "rating": "97",
      "price": "$269",
      "note": "This is tightly packed, with sleek, pure, driven notes of cassis, plum reduction and blackberry puree allied to an iron spine, while subtle alder, juniper, sweet bay leaf and tobacco notes peek in throughout. Very fine-grained, but impressively sturdy in feel, with a long, lingering note of iron piercing the finish. For the cellar. Cabernet Sauvignon, Cabernet Franc and Petit Verdot. Best from 2024 through 2040. 4,000 cases made. —JM                             Score 97 | Price $269"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "2",
      "name": "Château Pichon Longueville Lalande Pauillac",
      "winery": "Château Pichon Longueville Lalande",
      "vintage": "2018",
      "rating": "98",
      "price": "$198",
      "note": "Offers a deep well of dark currant, blackberry paste and plum preserves fruit that needs time to unwind fully, as it’s shrouded in warm earth, tobacco, singed cedar, sweet bay leaf and savory notes. A ramrod of graphite adds to the strident, structured feel. Cabernet Sauvignon, Merlot, Cabernet Franc and Petit Verdot. Best from 2030 through 2050. 13,000 cases made. —JM                             Score 98 | Price $198"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "3",
      "name": "Heitz Cabernet Sauvignon Oakville Martha's Vineyard",
      "winery": "Heitz",
      "vintage": "2016",
      "rating": "95",
      "price": "$250",
      "note": "This throws off an overt and alluring mint aroma, while sweet bay leaf, violet, damson plum, red tea and steeped griotte notes all glide through together, carried by remarkably fine-grained tannins. Ends with a gentle echo of mint on the finish, while a subtle minerality chimes through as well. A stylish and suave wine, with plenty of charm now, but also pristine balance for cellaring. Best from 2022 through 2038. 2,500 cases made. —JM                             Score 95 | Price $250"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "4",
      "name": "Merum Priorati Priorat Destí",
      "winery": "Merum Priorati",
      "vintage": "2018",
      "rating": "95",
      "price": "$49",
      "note": "Refined and elegant, this concentrated red shows cherry, violet and anise notes, with expressive mineral undertones that give it finesse. Elements of mountain herb and spice echo through the finish. Grenache, Carignan and Syrah. Drink now through 2033. 14,000 cases made, 1,600 cases imported. —GS                             Score 95 | Price $49"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "5",
      "name": "Le Chiuse Brunello di Montalcino",
      "winery": "Le Chiuse",
      "vintage": "2016",
      "rating": "98",
      "price": "$99",
      "note": "Pretty strawberry, currant and cherry flavors take center stage in this taut and linear red, flanked by floral, mineral and tobacco notes, with fine balance and intensity on a slim frame. This is ample, yet the refined tannins provide structure. Best from 2024 through 2048. 15,000 cases made, 1,000 cases imported. —BS                             Score 98 | Price $99"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "6",
      "name": "Louis Latour Corton-Charlemagne",
      "winery": "Louis Latour",
      "vintage": "2018",
      "rating": "95",
      "price": "$200",
      "note": "Fresh and fruity, with aromas and flavors of lemon, pear, white flowers and stone, showing great tension and an underlying mineral component that gives this energy and length. The lemon theme continues on the lingering aftertaste, along with butter and pastry accents. Best from 2022 through 2029. 2,702 cases made, 1,200 cases imported. —BS                             Score 95 | Price $200"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "7",
      "name": "Château Léoville Poyferré St.-Julien",
      "winery": "Château Léoville Poyferré",
      "vintage": "2018",
      "rating": "97",
      "price": "$104",
      "note": "Waves of warmed cassis, mocha and warm tar aromas lead the way, while the core of macerated plum, blackberry and blueberry fruit waits its turn, showing admirable breadth and depth when it arrives, with roasted apple wood, bramble and cast iron buried deeply through the finish. This is a powerfully rendered wine with a cashmere scarf as accent. Cabernet Sauvignon, Merlot, Cabernet Franc and Petit Verdot. Best from 2024 through 2040. 15,000 cases made. —JM                             Score 97 | Price $104"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "8",
      "name": "Cavallotto Barolo Bricco Boschis",
      "winery": "Cavallotto",
      "vintage": "2016",
      "rating": "95",
      "price": "$90",
      "note": "The core of cherry and currant is framed by notes of hay, eucalyptus and wild thyme, with a solid structure that leaves a dusty feel, offset by the sweet, ripe fruit. Balanced overall, this is  built for the long haul. Best from 2023 through 2045. 3,100 cases made, 1,000 cases imported. —BS                             Score 95 | Price $90"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "9",
      "name": "Salvestrin Cabernet Sauvignon St. Helena Dr. Crane Vineyard",
      "winery": "Salvestrin",
      "vintage": "2018",
      "rating": "95",
      "price": "$80",
      "note": "Bright and fresh, with lots of red currant, plum and black cherry fruit notes driving along nicely, while a subtle tug of iron runs underneath. Late floral and warm earth flashes on the finish add more range and contrast. Focused, detailed and really well built. To be released October 2021. Best from 2022 through 2035. 1,260 cases made. —JM                             Score 95 | Price $80"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "10",
      "name": "Château de Nalys Châteauneuf-du-Pape",
      "winery": "Château de Nalys",
      "vintage": "2018",
      "rating": "95",
      "price": "$105",
      "note": "A bright savory note leads off this red, followed quickly by sanguine and bay leaf accents, all melding nicely with the core of steeped blackberry, raspberry and plum fruit flavors as they move through the rich, licorice root–tinged finish. Best from 2022 through 2035. 1,000 cases imported. —JM                             Score 95 | Price $105"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "11",
      "name": "Aubert Chardonnay Russian River Valley Eastside",
      "winery": "Aubert",
      "vintage": "2019",
      "rating": "97",
      "price": "$85",
      "note": "This sings with rich toastiness to the ripe, juicy and powerfully structured white fruit and cooking spice flavors that are backed by firm acidity. Buttery midpalate, with a glistening finish that shows accents of dried tropical fruits. Drink now through 2028. 1,014 cases made. —KM                             Score 97 | Price $85"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "12",
      "name": "Poggio Landi Brunello di Montalcino",
      "winery": "Poggio Landi",
      "vintage": "2016",
      "rating": "97",
      "price": "$59",
      "note": "Broad and mouthfilling, exuding floral, black cherry, blackberry, graphite and stony mineral flavors. Powerful, yet reined in by the vivid acidity, with tannins that are refined and well-integrated. Shows terrific balance and length. Best from 2025 through 2048. 6,000 cases made, 1,000 cases imported. —BS                             Score 97 | Price $59"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "13",
      "name": "Château Carbonnieux Pessac-Léognan White",
      "winery": "Château Carbonnieux",
      "vintage": "2018",
      "rating": "94",
      "price": "$44",
      "note": "A brisk lemon pith note flanks a core of lemon curd, honeysuckle, tarragon, oyster shell and salted butter notes, with a hint of warm, herbed focaccia on the finish adding range and contrast. Delicious. Sauvignon Blanc and Sémillon. Drink now through 2026. 10,835 cases made. —JM                             Score 94 | Price $44"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "14",
      "name": "Alexana Pinot Noir Dundee Hills Revana Vineyard",
      "winery": "Alexana",
      "vintage": "2018",
      "rating": "94",
      "price": "$55",
      "note": "This vibrant red is coiled with tension, offering dynamic raspberry and blueberry flavors that gather notes of spiced cinnamon and orange oil, building toward medium-grained tannins. Drink now through 2030. 1,858 cases made. —TF                             Score 94 | Price $55"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "15",
      "name": "Giuseppe Nada Barbaresco Casot",
      "winery": "Giuseppe Nada",
      "vintage": "2017",
      "rating": "95",
      "price": "$43",
      "note": "A  pretty red, boasting floral, strawberry, currant and cherry aromas and flavors. Accents of hay and white pepper add depth as this cruises to the long finish. The refined structure keeps this focused and balanced. Best from 2023 through 2040. 1,166 cases made, 666 cases imported. —BS                             Score 95 | Price $43"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "16",
      "name": "Calcareous Syrah Paso Robles Devil's Canyon",
      "winery": "Calcareous",
      "vintage": "2018",
      "rating": "94",
      "price": "$56",
      "note": "Polished and multilayered, with expressive notes of fresh violet, smoky meat, raspberry and cracked pepper that build tension toward medium-grained tannins. Drink now through 2029. 845 cases made. —TF                             Score 94 | Price $56"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "17",
      "name": "Talenti Brunello di Montalcino",
      "winery": "Talenti",
      "vintage": "2016",
      "rating": "95",
      "price": "$50",
      "note": "This is supple and round, evoking macerated cherry, plum and licorice flavors, framed by accents of iron, tea and wild herbs. Solidly built, with a dense matrix of tannins enforcing the finish. Shows fine overall balance. Best from 2025 through 2045. 2,600 cases made, 660 cases imported. —BS                             Score 95 | Price $50"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "18",
      "name": "Burn Cottage Pinot Noir Central Otago Burn Cottage Vineyard",
      "winery": "Burn Cottage",
      "vintage": "2018",
      "rating": "95",
      "price": "$65",
      "note": "Generous and pure, with a core of maraschino cherry, raspberry puree and red licorice flavors on a plush, velvety frame, expanding into details of sandalwood, white truffle, rosemary and cardamom. Drink now through 2036. 1,642 cases made, 500 cases imported. —MW                             Score 95 | Price $65"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "19",
      "name": "Cayuse Syrah Walla Walla Valley Cailloux Vineyard",
      "winery": "Cayuse",
      "vintage": "2018",
      "rating": "96",
      "price": "$92",
      "note": "A real knockout Syrah, structured and refined yet bubbling over with personality, offering expressive raspberry, garrigue, warm pebble and smoky beef tones that build tension and polish toward fine-grained tannins. Drink now through 2032. 860 cases made. —TF                             Score 96 | Price $92"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "20",
      "name": "Badia a Coltibuono Chianti Classico",
      "winery": "Badia a Coltibuono",
      "vintage": "2018",
      "rating": "93",
      "price": "$22",
      "note": "Though ripe and lush, this is also dense, with pointed tannins giving a physical sensation and lifting the cherry, strawberry and floral flavors. Finds a nice youthful equilibrium in the end, where mouthwatering acidity roams. Best from 2023 through 2038. 24,150 cases made, 5,295 cases imported. —BS                             Score 93 | Price $22"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "21",
      "name": "Luca Malbec Uco Valley Old Vine",
      "winery": "Luca",
      "vintage": "2019",
      "rating": "93",
      "price": "$35",
      "note": "Unctuous and fine-grained flavors of dark currant and ripe cherry are supported by medium-grained tannins in this red, which is creamy midpalate, with concentrated chocolate mousse notes on the finish. Drink now through 2026. 13,000 cases made, 7,000 cases imported. —KM                             Score 93 | Price $35"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "22",
      "name": "Arterberry Maresh Pinot Noir Dundee Hills Old Vines",
      "winery": "Arterberry Maresh",
      "vintage": "2018",
      "rating": "93",
      "price": "$39",
      "note": "Structured yet elegantly layered, this version offers pretty violet, raspberry and spiced tea accents that build tension toward polished, medium-grained tannins. Drink now through 2029. 1,598 cases made. —TF                             Score 93 | Price $39"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "23",
      "name": "John Duval Shiraz Barossa Entity",
      "winery": "John Duval",
      "vintage": "2019",
      "rating": "94",
      "price": "$40",
      "note": "Powerful, vibrant and fragrant, with dried lavender, Earl Grey, dried oregano, five-spice powder and dark chocolate aromatics to mingle with the core of velvety smooth plum, black cherry and wild blackberry flavors. The tannins firm up appealingly on the finish, which goes on and on. Drink now through 2042. 2,400 cases imported. —MW                             Score 94 | Price $40"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "24",
      "name": "Ridge Geyserville Alexander Valley",
      "winery": "Ridge",
      "vintage": "2019",
      "rating": "93",
      "price": "$45",
      "note": "Deeply structured, yet nimble on its feet. Blackberry, fresh fennel and brown baking spices build richness and layers toward medium-grained tannins.  Zinfandel, Carignane, Petite Sirah and Alicante Bouschet. Drink now through 2030. 11,000 cases made. —TF                             Score 93 | Price $45"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "25",
      "name": "Wittmann Riesling Trocken Rheinhessen Westhofener",
      "winery": "Wittmann",
      "vintage": "2019",
      "rating": "94",
      "price": "$36",
      "note": "Peach, quince and citrus flavors mingle in this refreshing white, with accents of spice and slate. It's balanced and the stony element builds as this cruises to a lingering aftertaste. Complex and classy. Best from 2022 through 2033. 1,250 cases made. —BS                             Score 94 | Price $36"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "26",
      "name": "Salcheto Vino Nobile di Montepulciano Riserva",
      "winery": "Salcheto",
      "vintage": "2016",
      "rating": "94",
      "price": "$36",
      "note": "Boasting ripe black cherry, blackberry, floral and licorice flavors, this red is expressive and balanced. Firm tannins offer structure as this remains on the elegant side, lingering with echoes of fruit, wild herbs and mineral. Drink now through 2032. 1,250 cases made, 400 cases imported. —BS                             Score 94 | Price $36"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "27",
      "name": "Evening Land Chardonnay Eola-Amity Hills Seven Springs",
      "winery": "Evening Land",
      "vintage": "2018",
      "rating": "93",
      "price": "$35",
      "note": "Vibrant and steely, with layers of lime and Meyer lemon that show wet stone accents, building toward a snappy finish. Drink now through 2023. 1,145 cases made. —TF                             Score 93 | Price $35"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "28",
      "name": "Three Sticks Pinot Noir Sonoma Coast Price Family Estates",
      "winery": "Three Sticks",
      "vintage": "2019",
      "rating": "95",
      "price": "$65",
      "note": "Powerful and rich-tasting, with concentrated dark berry and fruit flavors that are backed by fresh acidity and tannins. Minerally midpalate, with well-knit spiciness and forest floor notes lingering on the suave finish. Best from 2022 through 2027. 554 cases made. —KM                             Score 95 | Price $65"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "29",
      "name": "Sparkman Cabernet Sauvignon Columbia Valley Holler",
      "winery": "Sparkman",
      "vintage": "2018",
      "rating": "93",
      "price": "$32",
      "note": "Gutsy yet polished, with deeply structured blackberry, mocha espresso and dusky spice flavors that build tension toward refined tannins. Drink now through 2029. 2,483 cases made. —TF                             Score 93 | Price $32"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "30",
      "name": "Cantina del Pino Barbaresco",
      "winery": "Cantina del Pino",
      "vintage": "2016",
      "rating": "94",
      "price": "$45",
      "note": "Plump and permeated by rose, cherry, raspberry, iron, tar and tobacco flavors, this red has power and intensity. Assertive tannins emerge on the finish, yet this has plenty in reserve. Shows a fine purity and harmony. Best from 2024 through 2042. 1,050 cases made, 500 cases imported. —BS                             Score 94 | Price $45"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "31",
      "name": "Filipa Pato Bairrada White Nossa Calcário",
      "winery": "Filipa Pato",
      "vintage": "2019",
      "rating": "93",
      "price": "$29",
      "note": "Elegantly crafted, with lemon curd, pineapple and white blossom notes. This medium-bodied white offers lovely purity and vivid minerality, with tangerine, chamomile and spice elements cascading onto the herb-tinged finish. Drink now through 2030. 1,600 cases made. —GS                             Score 93 | Price $29"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "32",
      "name": "Massican Sauvignon Blanc Napa Valley",
      "winery": "Massican",
      "vintage": "2020",
      "rating": "93",
      "price": "$32",
      "note": "This vibrant white offers a sleek and mouthwatering mix of pomelo, Meyer lemon, sea salt, lime zest, dried lemongrass and pineapple flavors that are intense, seamless and memorable on the long finish. Drink now. 1,154 cases made. —MW                             Score 93 | Price $32"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "33",
      "name": "Ant Moore Sauvignon Blanc Marlborough Estate Series",
      "winery": "Ant Moore",
      "vintage": "2020",
      "rating": "92",
      "price": "$17",
      "note": "Vibrant, juicy and wonderfully intense, showing off fleshy notes of passion fruit, mango and citrus, with mouthwatering acidity and a touch of saline and lemongrass on the finish. Drink now. 15,000 cases made, 12,000 cases imported. —MW                             Score 92 | Price $17"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "34",
      "name": "Zena Crown Vineyard Pinot Noir Eola-Amity Hills Slope",
      "winery": "Zena Crown Vineyard",
      "vintage": "2017",
      "rating": "95",
      "price": "$75",
      "note": "Sleek and agile, yet well-structured, with graceful raspberry, mineral and spiced tea flavors that build richness and tension on the way to refined tannins. Drink now through 2028. 538 cases made. —TF                             Score 95 | Price $75"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "35",
      "name": "Château de Vaudieu Châteauneuf-du-Pape",
      "winery": "Château de Vaudieu",
      "vintage": "2019",
      "rating": "94",
      "price": "$49",
      "note": "This is lovely, with lush waves of creamed plum, raspberry reduction and blackberry compote rolling through in unison, carried by a layer of black licorice while a buried minerality reverberates through the lengthy finish. Grenache, Syrah, Mourvèdre and Cinsault. Best from 2022 through 2035. 2,613 cases made, 500 cases imported. —JM                             Score 94 | Price $49"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "36",
      "name": "Bodegas Beronia Rioja Gran Reserva",
      "winery": "Bodegas Beronia",
      "vintage": "2012",
      "rating": "92",
      "price": "$30",
      "note": "Velvety tannins give way to dark cherry, mocha and loamy earth notes,  enhanced with black tea, anise and graphite accents. Broad, but keeps focused, with solid, integrated acidity. Drink now through 2029. 5,100 cases made, 2,500 cases imported. —GS                             Score 92 | Price $30"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "37",
      "name": "Rochioli Pinot Noir Russian River Valley",
      "winery": "Rochioli",
      "vintage": "2019",
      "rating": "94",
      "price": "$64",
      "note": "Delicate and refined, this is filled with concentrated raspberry tart flavors that are laced together by plenty of cedary and underbrush accents. The fresh, juicy finish shows touches of ripe minerality and hints of white pepper. Drink now through 2027. 3,198 cases made. —KM                             Score 94 | Price $64"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "38",
      "name": "Pio Cesare Barbera d'Alba",
      "winery": "Pio Cesare",
      "vintage": "2019",
      "rating": "92",
      "price": "$27",
      "note": "This is bright and focused, exuding blackberry, black cherry and violet flavors. Balanced and firm on the long, fruit- and earth-tinged aftertaste. Drink now through 2025. 6,000 cases made, 3,204 cases imported. —BS                             Score 92 | Price $27"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "39",
      "name": "Vermillion Sierra Foothills-Sonoma County",
      "winery": "Vermillion",
      "vintage": "2017",
      "rating": "92",
      "price": "$35",
      "note": "Plump and supple, with jammy black raspberry and pomegranate flavors that are laced with notes of licorice, smoky grilled herb and pepper. Glides on the finish toward fine-grained tannins. Grenache, Syrah, Mourvèdre, Cabernet Sauvignon and Petite Sirah. Drink now through 2027. 2,300 cases made. —TF                             Score 92 | Price $35"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "40",
      "name": "Mauro Molino Barolo",
      "winery": "Mauro Molino",
      "vintage": "2016",
      "rating": "92",
      "price": "$30",
      "note": "This red is both spicy and earthy, with cherry and strawberry fruit between those two poles. Mint, tar and tobacco elements chime in as this remains firmly structured through the finish. Best from 2023 through 2043. 3,500 cases made, 2,200 cases imported. —BS                             Score 92 | Price $30"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "41",
      "name": "Rapaura Springs Sauvignon Blanc Marlborough Classic",
      "winery": "Rapaura Springs",
      "vintage": "2020",
      "rating": "91",
      "price": "$13",
      "note": "Vibrant and intense, showing notes of lemongrass and makrut lime leaf up front, with a juicy core of passion fruit and lime flavors. The intensity gains momentum on the long finish. Drink now. 158,000 cases made, 10,000 cases imported. —MW                             Score 91 | Price $13"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "42",
      "name": "Chateau Ste. Michelle-Dr. Loosen Riesling Columbia Valley Eroica",
      "winery": "Chateau Ste. Michelle-Dr. Loosen",
      "vintage": "2019",
      "rating": "91",
      "price": "$20",
      "note": "This fresh and lovely Riesling is crisp yet supple, with notes of orange blossom, petrol and floral peach that linger on the long finish. Drink now. 12,300 cases made. —TF                             Score 91 | Price $20"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "43",
      "name": "Carol Shelton Zinfandel Mendocino County Wild Thing Old Vine",
      "winery": "Carol Shelton",
      "vintage": "2018",
      "rating": "91",
      "price": "$19",
      "note": "A juicy bomb of fruit, this red is also well-structured, with lively raspberry, toasty spice and roasted sage flavors that linger on a snappy finish. Drink now through 2028. 9,085 cases made. —TF                             Score 91 | Price $19"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "44",
      "name": "Tenute Sella & Mosca Cannonau di Sardegna Riserva",
      "winery": "Tenute Sella & Mosca",
      "vintage": "2018",
      "rating": "90",
      "price": "$18",
      "note": "A fresh and elegant red that draws you in with an enticing nose of dried flowers and spices, layering notes of pureed raspberry, dried cherry, wild sage and citrus on the palate, with a subtle streak of salinity and light, supple tannins. Drink now through 2026. 47,000 cases made, 16,000 cases imported. —AN                             Score 90 | Price $18"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "45",
      "name": "Quinta do Noval Vintage Port",
      "winery": "Quinta do Noval",
      "vintage": "2018",
      "rating": "97",
      "price": "$100",
      "note": "Juicy and muscular, with a ball of plum paste, warmed fig compote and black currant reduction flavors that need time to unwind. Ample graphite- and bramble-accented grip underscores the fruit on the finish, while a ganache note finds room to strut its stuff in the end. Should be one of the longer-lived wines of the vintage. Touriga Nacional, Touriga Franca, Tinta Cão, Sousão and Tinta Roriz. Best from 2030 through 2055. 1,600 cases made, 490 cases imported. —JM                             Score 97 | Price $100"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "46",
      "name": "Rocca di Montegrossi Chianti Classico San Marcellino Gran Selezione",
      "winery": "Rocca di Montegrossi",
      "vintage": "2016",
      "rating": "95",
      "price": "$75",
      "note": "A meaty, muscular version, this red displays black cherry, blackberry, tar, leather and iron aromas and flavors, offering a beam of fruit within a tightly wound, vibrant structure. Fine length. Sangiovese and Canaiolo. Best from 2024 through 2045. 1,450 cases made, 500 cases imported. —BS                             Score 95 | Price $75"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "47",
      "name": "MacDonald Cabernet Sauvignon Oakville",
      "winery": "MacDonald",
      "vintage": "2018",
      "rating": "98",
      "price": "$185",
      "note": "This is pumping along nicely, with a torrent of cassis and crushed plum fruit at first, followed quickly by a second wave of steeped blackberry and boysenberry flavors. Underneath there's a well-embedded singed alder note and a steady tug of warm, gravelly earth. Racy licorice snap and sassafras notes chime through the finish, adding more energy to what is already an impressively terroir-driven wine. Best from 2022 through 2040. 500 cases made. —JM                             Score 98 | Price $185"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "48",
      "name": "Domaine de Villaine Bouzeron",
      "winery": "Domaine de Villaine",
      "vintage": "2018",
      "rating": "92",
      "price": "$42",
      "note": "A fresh, crystalline white, this offers lemon, green apple, almond and salty mineral flavors. Though rich, it is detailed and well-defined by vibrant acidity. Shows fine balance and length, leaving a hint of wild herbs on the finish. Drink now through 2025. 1,000 cases imported. —BS                             Score 92 | Price $42"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "49",
      "name": "Hickinbotham Shiraz McLaren Vale Brooks Road",
      "winery": "Hickinbotham",
      "vintage": "2018",
      "rating": "95",
      "price": "$75",
      "note": "A rich, succulent mix of dark chocolate, spiced plum, wild blackberry and black licorice notes. Showcases both power and elegance, with chai, cigar box, violets and dried sage notes, velvety and generous, on the long, generous finish. Drink now through 2035. 1,900 cases made, 370 cases imported. —MW                             Score 95 | Price $75"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "50",
      "name": "Schloss Gobelsburg Riesling Kamptal Schlosskellerei",
      "winery": "Schloss Gobelsburg",
      "vintage": "2019",
      "rating": "91",
      "price": "$19",
      "note": "A mix of peach, apple and grapefruit flavors hold the middle ground in this vivid white, shaded by rosemary and crushed stone accents. Sleek and long, shows a lingering finish of citrus and mineral. Drink now through 2026. 6,000 cases made, 600 cases imported. —BS                             Score 91 | Price $19"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "51",
      "name": "Alois Lageder Pinot Grigio Vigneti delle Dolomiti Terra Alpina",
      "winery": "Alois Lageder",
      "vintage": "2019",
      "rating": "90",
      "price": "$16",
      "note": "Lively acidity and tangy salinity drive this creamy, light-bodied white, whose flavors of pineapple, apricot and lemon thyme show a zesty orange peel edge, followed by a lingering finish. Drink now. 25,942 cases made, 19,000 cases imported. —AN                             Score 90 | Price $16"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "52",
      "name": "Snowden Cabernet Sauvignon Napa Valley Brothers Vineyard",
      "winery": "Snowden",
      "vintage": "2018",
      "rating": "95",
      "price": "$90",
      "note": "This is ripe, warm in feel and very polished, with alluring cassis, plum reduction and melted black licorice notes pouring through, while sleek alder, loam and bay leaf accents form the backdrop for a long, steady finish. Gorgeous. Best from 2022 through 2038. 673 cases made. —JM                             Score 95 | Price $90"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "53",
      "name": "Clos de los Siete Uco Valley",
      "winery": "Clos de los Siete",
      "vintage": "2018",
      "rating": "90",
      "price": "$20",
      "note": "Dense and powerful, with plenty of loamy notes to the dark cherry and roasted plum flavors that show creamy accents. Ends with dark chocolate on the finish. Malbec, Merlot, Cabernet Sauvignon, Syrah, Petit Verdot and Cabernet Franc. Drink now through 2024. 650,000 cases made, 22,400 cases imported. —KM                             Score 90 | Price $20"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "54",
      "name": "Schloss Lieser Riesling Kabinett Mosel Juffer",
      "winery": "Schloss Lieser",
      "vintage": "2019",
      "rating": "95",
      "price": "$31",
      "note": "Aromas of peach and slate draw you in, where the juicy texture and brilliant flavors of apricot and peach drizzled with lime grab your attention. This is harmonious, complex and beautifully balanced between its richness, vibrant structure and slate component. Drink now through 2036. 75 cases imported. —BS                             Score 95 | Price $31"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "55",
      "name": "Philippe Viallet Vin de Savoie",
      "winery": "Philippe Viallet",
      "vintage": "2020",
      "rating": "90",
      "price": "$14",
      "note": "Pretty, with unadorned star fruit, fennel and jasmine notes laced with a hint of lime zest on the breezy finish. Jacquère, Chasselas, Chardonnay and Altesse. Drink now through 2022. 43,000 cases made, 7,000 cases imported. —JM                             Score 90 | Price $14"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "56",
      "name": "Tedeschi Amarone della Valpolicella Marne 180",
      "winery": "Tedeschi",
      "vintage": "2017",
      "rating": "93",
      "price": "$60",
      "note": "Richly aromatic on the nose with savory notes of cigar box, ground coffee and smoke, a fragrant thread that transitions on the palate to underscore a pure beam of crème de cassis, damson plum preserve and olive tapenade flavors. This silky red is full-bodied yet harmonious, with fine-grained tannins emerging to firm the finish. Corvina, Corvinone, Rondinella and Rossignola. Drink now through 2030. 12,500 cases made, 600 cases imported. —AN                             Score 93 | Price $60"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "57",
      "name": "Bodegas Pazo de Barrantes Albariño Rias Baixas",
      "winery": "Bodegas Pazo de Barrantes",
      "vintage": "2019",
      "rating": "91",
      "price": "$21",
      "note": "This white has a smooth, luxurious texture, with lime, honey cream, white blossom and tangerine flavors that are matched with a hint of toast and ample spice elements. Mouthwatering acidity is well-integrated, with a long, lingering finish. Drink now through 2024. 11,667 cases made, 1,620 cases imported. —GS                             Score 91 | Price $21"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "58",
      "name": "Chehalem Chardonnay Willamette Valley Inox Unoaked",
      "winery": "Chehalem",
      "vintage": "2020",
      "rating": "91",
      "price": "$20",
      "note": "This white bursts with aromas of peach blossom and lemon zest, taking on a lush, succulent texture toward a crisp finish. Drink now. 5,900 cases made. —TF                             Score 91 | Price $20"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "59",
      "name": "Monte del Frà Custoza Superiore Cà del Magro",
      "winery": "Monte del Frà",
      "vintage": "2019",
      "rating": "90",
      "price": "$22",
      "note": "This elegant white is lightly mouthwatering with its citrusy acidity, offering a finely meshed range of white cherry, blood orange sorbet, lemon thyme and salty mineral notes, followed by a lingering, lightly spiced finish. Garganega, Trebbiano Toscano, Cortese and Chardonnay. Drink now through 2024. 7,000 cases made, 1,500 cases imported. —AN                             Score 90 | Price $22"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "60",
      "name": "Force Majeure Syrah Red Mountain",
      "winery": "Force Majeure",
      "vintage": "2018",
      "rating": "95",
      "price": "$85",
      "note": "Combines power with finesse and polish, offering vibrant blackberry, crushed rock and cured pepper beef accents that gather tension toward medium-grained tannins. Drink now through 2030. 500 cases made. —TF                             Score 95 | Price $85"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "61",
      "name": "Ben Haines Syrah Grampians",
      "winery": "Ben Haines",
      "vintage": "2020",
      "rating": "94",
      "price": "$35",
      "note": "Exquisite, with terrific purity and generosity to the plush pureed plum, cherry and raspberry flavors at the core, but showing off details of matcha, green olive tapenade, fresh loam, baking spices and dried rose petals on a supple, almost creamy texture. Drink now through 2037. 750 cases made, 150 cases imported. —MW                             Score 94 | Price $35"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "62",
      "name": "Stéphane Ogier Côtes du Rhône Le Temps Est Venu",
      "winery": "Stéphane Ogier",
      "vintage": "2019",
      "rating": "91",
      "price": "$23",
      "note": "Juniper, violet and pepper notes mingle out front before the core of kirsch and plum fruit arrives, turning this into a juicy ball of anise-tinged deliciousness, with an echo of garrigue through the finish. Drink now through 2025. 3,700 cases imported. —JM                             Score 91 | Price $23"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "63",
      "name": "G.B. Burlotto Barolo Monvigliero",
      "winery": "G.B. Burlotto",
      "vintage": "2016",
      "rating": "97",
      "price": "$100",
      "note": "A distinctive red, full of savory aromas of wild thyme, juniper, eucalyptus and green olive. Flavors of cherry and strawberry enter on the palate and overall this is refined and lacy. Harmonious and long, finishing with flashes of blood orange, spice and malt. Best from 2023 through 2042. 660 cases made. —BS                             Score 97 | Price $100"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "64",
      "name": "Concha y Toro Syrah Buin Gravas del Maipo",
      "winery": "Concha y Toro",
      "vintage": "2018",
      "rating": "94",
      "price": "$70",
      "note": "Elegant and well-structured, with concentrated dark fruit and Asian spice flavors that are filled with creamy richness. The rich finish lingers with hints of chocolate truffle and dried meat that are tightly wound. Drink now through 2025. 1,500 cases made, 250 cases imported. —KM                             Score 94 | Price $70"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "65",
      "name": "Bodegas Ateca Garnacha Calatayud Atteca Armas Old Vines",
      "winery": "Bodegas Ateca",
      "vintage": "2017",
      "rating": "93",
      "price": "$45",
      "note": "A charming red, with appealing flavors of black cherry, cocoa and currant paste backed by elegant tannins. Elements of anise, tea and spice deliver complexity on the persistent finish. Drink now through 2029. 500 cases made, 250 cases imported. —GS                             Score 93 | Price $45"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "66",
      "name": "De Martino Cabernet Sauvignon Maipo Valley Legado Reserva",
      "winery": "De Martino",
      "vintage": "2019",
      "rating": "91",
      "price": "$20",
      "note": "This rich and refined red has decadently spiced dark cherry and plum flavors that show toasty accents. Ends with tar and mocha hints on the structured finish. Drink now through 2026. 5,500 cases made, 1,800 cases imported. —KM                             Score 91 | Price $20"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "67",
      "name": "Bastianich Friulano Friuli Colli Orientali Vini Orsone",
      "winery": "Bastianich",
      "vintage": "2018",
      "rating": "90",
      "price": "$18",
      "note": "A silky, light- to medium-bodied white, with a smoky note of toasted hazelnut layered with pear tart and a lively touch of lemon curd. Balanced and lightly mouthwatering throughout, with a rich hint of lanolin on the finish. Drink now through 2025. 2,800 cases made, 1,700 cases imported. —AN                             Score 90 | Price $18"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "68",
      "name": "Etxaniz Txakolina Getariako Txakolina Rosado Txomin Etxaniz",
      "winery": "Etxaniz Txakolina",
      "vintage": "2020",
      "rating": "90",
      "price": "$20",
      "note": "A lively rosé, with a slight spritz to the cherry, sea salt and grapefruit flavors. Refreshing, with hints of wild herb and spice notes. Drink now. 3,000 cases made, 2,000 cases imported. —GS                             Score 90 | Price $20"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "69",
      "name": "Domaine du Clos du Fief Juliénas Tradition",
      "winery": "Domaine du Clos du Fief",
      "vintage": "2018",
      "rating": "91",
      "price": "$25",
      "note": "Light-bodied, but shows nice power and focus, offering a balanced mix of currant and blackberry fruit, with white pepper, graphite, smoke and dried herb elements and light, integrated tannins. Drink now through 2026. 5,000 cases made, 1,500 cases imported. —GS                             Score 91 | Price $25"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "70",
      "name": "Domaine Chandon Brut Rosé California",
      "winery": "Domaine Chandon",
      "vintage": "NV",
      "rating": "90",
      "price": "$19",
      "note": "A festive sparkler, vibrant and generous, with layered strawberry, fresh ginger and spice flavors that build toward the snappy finish. Drink now. 130,000 cases made. —TF                             Score 90 | Price $19"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "71",
      "name": "Feudo Montoni Nero d'Avola Sicilia Lagnusa",
      "winery": "Feudo Montoni",
      "vintage": "2017",
      "rating": "90",
      "price": "$22",
      "note": "This elegant red is medium-bodied and well-knit, with a hint of dried oregano layered with dried raspberry, rosehip and minerally iron flavors that show loamy earth accents. Light, taut tannins trim the well-spiced finish. Drink now through 2026. 10,000 cases made, 4,450 cases imported. —AN                             Score 90 | Price $22"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "72",
      "name": "Rivers-Marie Cabernet Sauvignon St. Helena Panek Vineyard",
      "winery": "Rivers-Marie",
      "vintage": "2018",
      "rating": "95",
      "price": "$110",
      "note": "Shows the vivid yet restrained profile of the vintage, with a racy mix of cassis, plum and blackberry fruit flavors inlaid deftly with hints of loam, sweet tobacco and bitter sweet ganache. Stays fresh and driven through the finish, with the fruit and earth notes working in tandem. Best from 2022 through 2036. Tasted twice, with consistent notes. 550 cases made. —JM                             Score 95 | Price $110"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "73",
      "name": "55 Malbec Cabernet Sauvignon Paraje Altamira Zaha Toko Vineyard",
      "winery": "55 Malbec",
      "vintage": "2018",
      "rating": "91",
      "price": "$25",
      "note": "This robust red is filled with concentrated dark plum and blackberry flavors that turn creamy and rich-tasting midpalate. Chocolate tart accents fill the lively finish, which is backed by firm acidity and tannins. Drink now through 2025. 1,000 cases made, 1,000 cases imported. —KM                             Score 91 | Price $25"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "74",
      "name": "Thompson Estate Cabernet Sauvignon Margaret River Four Chambers",
      "winery": "Thompson Estate",
      "vintage": "2019",
      "rating": "91",
      "price": "$30",
      "note": "Aromatic, with dried fennel, cedar, tomato leaf and white pepper notes that add complexity, with cedar-laced cassis and stewed plum flavors at the core and polished tannins. Very harmonious on the long finish. Drink now through 2036. 3,000 cases made, 1,100 cases imported. —MW                             Score 91 | Price $30"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "75",
      "name": "Salvatore Molettieri Taurasi Vigna Cinque Querce",
      "winery": "Salvatore Molettieri",
      "vintage": "2013",
      "rating": "94",
      "price": "$51",
      "note": "A sleek and racy red, with sculpted tannins providing fine definition for the tightly knit flavors of cherry and black raspberry, Mediterranean scrub, star anise and graphite. It's full-bodied and dense, with the flavor range slowly unfurling in the glass and on the palate. Best from 2023 through 2035. 1,000 cases made, 100 cases imported. —AN                             Score 94 | Price $51"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "76",
      "name": "Louis Roederer Brut Champagne Collection 242",
      "winery": "Louis Roederer",
      "vintage": "NV",
      "rating": "92",
      "price": "$63",
      "note": "A bright, harmonious Champagne, layering well-cut acidity and a chalky underpinning with flavors of white cherry, crunchy pineapple, green almond and beeswax. The finely detailed mousse carries hints of saffron and spring blossom on the lingering finish. Drink now through 2024. 19,537 cases imported. —AN                             Score 92 | Price $63"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "77",
      "name": "Marcassin Pinot Noir Sonoma Coast Marcassin Vineyard",
      "winery": "Marcassin",
      "vintage": "2014",
      "rating": "95",
      "price": "$150",
      "note": "Elegant and richly spiced, with fine-grained dried cherry and berry flavors that carry hints of aged beef and hot stone. The minerally finish is long and caressing, with silky tannins and forest floor notes. Drink now through 2028. 1,200 cases made. —KM                             Score 95 | Price $150"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "78",
      "name": "Bodega Matarromera Ribera del Duero Crianza",
      "winery": "Bodega Matarromera",
      "vintage": "2018",
      "rating": "91",
      "price": "$35",
      "note": "This complex red has polished tannins, with a beefy undertone to the glossy cherry, anise, loamy earth and spice notes that give way to vivid tea and violet details on the finish. Drink now through 2029. 50,000 cases made, 2,000 cases imported. —GS                             Score 91 | Price $35"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "79",
      "name": "Saxon Brown Chardonnay Sonoma Coast Durell Vineyard",
      "winery": "Saxon Brown",
      "vintage": "2017",
      "rating": "94",
      "price": "$60",
      "note": "Rich and well-structured, with luscious richness to the peach pastry and apple tart flavors that are backed by fresh acidity. Buttered toast accents fill the plush and creamy finish. Drink now through 2026. 179 cases made. —KM                             Score 94 | Price $60"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "80",
      "name": "Alta Vista Atemporal Albaneve Vineyard Uco Valley",
      "winery": "Alta Vista",
      "vintage": "2018",
      "rating": "90",
      "price": "$22",
      "note": "Juicy and well-structured, with good cut to the concentrated red plum and wild berry flavors that are filled with rich acidity. Mineral and cooking spice accents linger on the fresh finish.  Malbec, Cabernet Sauvignon and Petit Verdot. Drink now through 2024. 30,000 cases made. —KM                             Score 90 | Price $22"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "81",
      "name": "Brandlin Cabernet Sauvignon Mount Veeder",
      "winery": "Brandlin",
      "vintage": "2018",
      "rating": "93",
      "price": "$90",
      "note": "Vivid and expressive, with a lovely beam of plum, anise and boysenberry notes sailing through, flanked with sweet bay leaf and violet notes and carrying through the lengthy finish. This has the grip to cellar too, but approachable now for its vivacious fruit. Drink now through 2034. 1,800 cases made. —JM                             Score 93 | Price $90"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "82",
      "name": "Masottina Extra Dry Conegliano Valdobbiadene Prosecco Superiore RDO Rive di Ogliano",
      "winery": "Masottina",
      "vintage": "2019",
      "rating": "90",
      "price": "$28",
      "note": "A fresh Prosecco, with a fine bead, layers a lightly mouthwatering acidity with a delicate mesh of ripe pear, apple blossom, stone and pink grapefruit zest aromas and flavors. Drink now. 9,800 cases made, 4,500 cases imported. —AN                             Score 90 | Price $28"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "83",
      "name": "Graeme & Julie Bott St.-Joseph White",
      "winery": "Graeme & Julie Bott",
      "vintage": "2019",
      "rating": "93",
      "price": "$65",
      "note": "Very fresh and direct in profile, with a racy beam of starfruit, white peach and yellow apple flavors liberally laced with honeysuckle and chamomile accents. A salted butter note underscores the finish. Roussanne and Marsanne. Drink now through 2026. 333 cases made, 50 cases imported. —JM                             Score 93 | Price $65"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "84",
      "name": "Chalk Hill Chardonnay Sonoma Coast",
      "winery": "Chalk Hill",
      "vintage": "2019",
      "rating": "91",
      "price": "$26",
      "note": "Well-integrated flavors of Gala apple and ripe Bosc pear are swathed with creamy richness in this broad-textured style, with cooking spice accents lingering on the mouthwatering finish. Drink now through 2024. 28,500 cases made. —KM                             Score 91 | Price $26"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "85",
      "name": "Louis Jadot Beaune Clos des Ursules Domaine des Héritiers",
      "winery": "Louis Jadot",
      "vintage": "2018",
      "rating": "93",
      "price": "$95",
      "note": "A lithe, well-defined red, exhibiting cherry, raspberry, earth and spice aromas and flavors. It's balanced and long, with the promise of more charm in 2-3 years. Best from 2024 through 2038. 350 cases imported. —BS                             Score 93 | Price $95"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "86",
      "name": "Boundary Breaks Riesling Finger Lakes Dry No. 239",
      "winery": "Boundary Breaks",
      "vintage": "2019",
      "rating": "90",
      "price": "$20",
      "note": "A bright, floral style with lots of honeysuckle and acacia notes leading the way for lemon peel and yellow apple fruit flavors, followed by a zingy finish. Drink now through 2024. 2,500 cases made. —JM                             Score 90 | Price $20"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "87",
      "name": "Château Pradeaux Côtes de Provence Rosé",
      "winery": "Château Pradeaux",
      "vintage": "2020",
      "rating": "91",
      "price": "$24",
      "note": "This is a juicy, broad, orange-hued rosé, with blood orange, orange peel and rosewater flavors backed by firm, focused acidity. A lovely mineral undertone matches flavors of tea, peach and smoke on the long finish. Drink now. 960 cases imported. —GS                             Score 91 | Price $24"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "88",
      "name": "Kinsman Eades Cabernet Sauvignon Calistoga La Voleuse du Chagrin",
      "winery": "Kinsman Eades",
      "vintage": "2018",
      "rating": "96",
      "price": "$195",
      "note": "Packed with a mix of red and black currant and blackberry fruit flavors that range from compote to coulis in feel, while vibrant licorice snap, roasted apple wood and violet notes fill in throughout. There's a serious loamy tug through the finish, along with a racy acidity that lends this well-built wine an air of freshness to boot. Best from 2022 through 2038. 203 cases made. —JM                             Score 96 | Price $195"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "89",
      "name": "Luis Seabra Douro Xisto Ilimitado",
      "winery": "Luis Seabra",
      "vintage": "2018",
      "rating": "91",
      "price": "$27",
      "note": "Rose petal, strawberry and licorice notes are bright and elegant in this juicy red with vivid mineral undertones. Notes of raspberry, pomegranate, pine and white pepper dovetail on the moderately tannic finish. Drink now through 2026. 750 cases made, 650 cases imported. —GS                             Score 91 | Price $27"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "90",
      "name": "Graci Etna",
      "winery": "Graci",
      "vintage": "2018",
      "rating": "91",
      "price": "$33",
      "note": "Rich, savory mineral notes of tarry smoke and loamy earth on the nose are layered with roasted plum, dried cherry and wild sage on the palate of this chewy, medium-bodied red. Fresh, lightly spiced finish. Drink now through 2026. 2,900 cases made, 1,200 cases imported. —AN                             Score 91 | Price $33"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "91",
      "name": "Bodegas Emilio Moro Godello Bierzo El Zarzal",
      "winery": "Bodegas Emilio Moro",
      "vintage": "2018",
      "rating": "92",
      "price": "$28",
      "note": "This white shows finesse, offering generous layers of lychee, orange blossom, papaya and honey flavors that stay focused, with mineral, spice and herb underpinnings. A touch of vanilla lingers on the finish. Drink now through 2023. 2,800 cases made, 225 cases imported. —GS                             Score 92 | Price $28"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "92",
      "name": "De Wetshof Chardonnay Robertson Bon Vallon",
      "winery": "De Wetshof",
      "vintage": "2020",
      "rating": "91",
      "price": "$24",
      "note": "A racy version, with a core of ripe apple and pear fruit and pretty accents of elderflower, flint, Meyer lemon zest and blanched almond. Long and mouthwatering on the spiced finish. Drink now through 2026. 6,500 cases made, 500 cases imported. —AN                             Score 91 | Price $24"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "93",
      "name": "Guido Berlucchi Brut Rosé Franciacorta '61",
      "winery": "Guido Berlucchi",
      "vintage": "NV",
      "rating": "91",
      "price": "$36",
      "note": "Enticing aromas and flavors of ripe strawberry and raspberry fruit are set on the fine, lively bead in this clean-cut, mouthwatering rosé, with a chalky underpinning. Lightly spiced on the lingering finish. Drink now through 2024. 25,000 cases made, 1,300 cases imported. —AN                             Score 91 | Price $36"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "94",
      "name": "Château Berliquet St.-Emilion",
      "winery": "Château Berliquet",
      "vintage": "2018",
      "rating": "92",
      "price": "$65",
      "note": "This is delightful, with a fine chalky thread running through the middle of gently crushed plum and black cherry fruit flavors while sweet tobacco and bay accents hang in the background. Sneaky long. Merlot and Cabernet Franc. Drink now through 2032. —JM                             Score 92 | Price $65"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "95",
      "name": "Colli di Lapio Fiano di Avellino",
      "winery": "Colli di Lapio",
      "vintage": "2019",
      "rating": "91",
      "price": "$28",
      "note": "Juicy white cherry and pomegranate fruit is accented by tangerine zest and a range of fragrant ground spice—lots of ginger, cardamom and white pepper. It's a bright and mouthwatering, light- to medium-bodied white, with a streak of underlying salinity driving the lingering finish. Drink now through 2026. 4,500 cases made, 800 cases imported. —AN                             Score 91 | Price $28"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "96",
      "name": "Detert Cabernet Franc Oakville",
      "winery": "Detert",
      "vintage": "2018",
      "rating": "92",
      "price": "$95",
      "note": "Fresh and pure in profile, with a cassis and cherry core that drives along nicely, flanked by a tobacco edge before lingering over tobacco and warm earth hints on the finish. Best from 2022 through 2030. 250 cases made. —JM                             Score 92 | Price $95"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "97",
      "name": "Domaine Guiberteau Saumur White",
      "winery": "Domaine Guiberteau",
      "vintage": "2018",
      "rating": "91",
      "price": "$27",
      "note": "Tightly wound, with cardamom, hazelnut and thyme notes gliding around the stone fruit core. The acidity is pretty intense, but it's offset by hints of wood. Needs some time. Best from 2023 through 2031. 450 cases imported. —AZ                             Score 91 | Price $27"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "98",
      "name": "Faust Cabernet Sauvignon Coombsville The Pact",
      "winery": "Faust",
      "vintage": "2018",
      "rating": "93",
      "price": "$125",
      "note": "Distinctive, with a well-defined mix of açaí berry, plum and blueberry fruit that has a cool and fresh feel, while racy graphite, dark earth, tobacco and violet accents fill in the background. Structured and energetic through the finish, with the fruit-earth interplay showing nice persistence. Best from 2021 through 2031. Tasted twice, with consistent notes. 2,200 cases made. —JM                             Score 93 | Price $125"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "99",
      "name": "Krug Brut Champagne",
      "winery": "Krug",
      "vintage": "2008",
      "rating": "99",
      "price": "$309",
      "note": "There’s a supernova of sensation with each sip of this powerful version, starting with the vivid streak of mouthwatering acidity that drives a rich panoply of ripe black currant, mandarin orange peel and grilled nut flavors, accented by hints of candied ginger, briny oyster shell, verbena and ground cardamom. This burns bright from start to finish, yet its fine integration and lovely, raw silk–like mousse pull it all together into a seamless, vibrant package. Pinot Noir, Pinot Meunier and Chardonnay. Disgorged autumn 2019. Drink now through 2038. —AN                             Score 99 | Price $309"
  },
  {
      "year": "2021",
      "list": "Wine Spectator",
      "rank": "100",
      "name": "Kamen Cabernet Sauvignon Moon Mountain District Lava Block",
      "winery": "Kamen",
      "vintage": "2018",
      "rating": "94",
      "price": "$155",
      "note": "Packed with warm raspberry, blackberry and fig paste flavors, this impressive version is brimming with fruit, but keeps a restrained edge as fine-grained alder and sparkles of sage and sassafras provide a counterbalance. Well-embedded structure carries it all through the mouthwatering finish. Best from 2022 through 2034. 425 cases made. —JM                             Score 94 | Price $155"
  }
]