[
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "1",
      "name": "Schrader Cellars Cabernet Sauvignon Oakville Double Diamond",
      "winery": "Schrader Cellars",
      "vintage": "2019",
      "rating": "94",
      "price": "$80",
      "note": "Packs in generous steeped plum, boysenberry and mulberry flavors backed by a broad swath of roasted alder and bittersweet cocoa. Brimming with dense fruit, and is squarely in the not-shy style. The long finish has a serious loamy tug, too. Best from 2023 through 2035. 10,000 cases made. —JM                             Score 94 | Price $80"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "2",
      "name": "Fattoria dei Barbi Brunello di Montalcino Riserva",
      "winery": "Fattoria dei Barbi",
      "vintage": "2016",
      "rating": "95",
      "price": "$130",
      "note": "Though vibrant and expressing cherry, currant, herb and mineral flavors, this is tannic and locked up for now. Leans to the elegant side, with a dense layer of dusty tannins guarding the finish. Be patient. Best from 2026 through 2043. 3,000 cases made, 2,094 cases imported. —BS                             Score 95 | Price $130"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "3",
      "name": "HdV Chardonnay Napa Valley Hyde Vineyard",
      "winery": "HdV",
      "vintage": "2019",
      "rating": "96",
      "price": "$78",
      "note": "This stunning version offers a pure beam of white nectarine, mango and ripe Bartlett pear flavors that mingle with notes of pound cake, toasted, salted hazelnut and nutmeg on a supple, rich frame, which draws focus from a bright thread of acidity. Drink now through 2030. 2,323 cases made. —MW                             Score 96 | Price $78"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "4",
      "name": "Château Talbot St.-Julien",
      "winery": "Château Talbot",
      "vintage": "2019",
      "rating": "95",
      "price": "$65",
      "note": "Well-built and rather refined for the vintage, with a deep well of red and black currant paste and plum reduction flavors supported by a deeply inlaid iron note, all of which run the length of the wine. Offers subtle savory, tobacco and singed cedar notes that add range, with a savory echo that leaves a mouthwatering feel in the end. Built to cellar. Cabernet Sauvignon, Merlot and Petit Verdot. Best from 2025 through 2040. 23,333 cases made, 1,167 cases imported. —JM                             Score 95 | Price $65"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "5",
      "name": "Antinori Toscana Tignanello",
      "winery": "Antinori",
      "vintage": "2019",
      "rating": "96",
      "price": "$145",
      "note": "A supple, elegant red highlighted by bright cherry, black currant, violet, tobacco, iron and oak spice aromas and flavors. Though fluid and seemingly approachable now, this is well-structured and shows the balance to age. Fine length. Sangiovese, Cabernet Sauvignon and Cabernet Franc. Best from 2025 through 2042. 25,800 cases made, 5,000 cases imported. —BS                             Score 96 | Price $145"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "6",
      "name": "Robert Mondavi Cabernet Sauvignon Oakville The Estates",
      "winery": "Robert Mondavi",
      "vintage": "2019",
      "rating": "94",
      "price": "$85",
      "note": "Throws off some pretty gorgeous aromas of violet, anise and sweet bay leaf, with a core of ripe, streamlined boysenberry and blackberry pâte de fruit flavors following closely. The finish has a racy graphite edge, while the fruit and aromas just spill through. Approachable now, too. Drink now through 2034. 13,500 cases made. —JM                             Score 94 | Price $85"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "7",
      "name": "Château de Beaucastel Châteauneuf-du-Pape",
      "winery": "Château de Beaucastel",
      "vintage": "2019",
      "rating": "96",
      "price": "$121",
      "note": "This is pretty gorgeous, with a remarkably pure display of cassis, cherry puree and plum reduction flavors laced ever so gently with threads of leather, alder and dried garrigue. The sleek iron spine is buried deeply on the finish, and there's a lingering hint of warm stone as the fruit echoes through. Built to last. Grenache, Cinsault, Syrah, Mourvèdre, Counoise, Vaccarèse, Terret, Muscardin, Clairette, Picpoul, Bourboulenc, Picardan and Roussanne. Best from 2024 through 2040. 7,000 cases made, 1,700 cases imported. —JM                             Score 96 | Price $121"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "8",
      "name": "Fattoria Le Pupille Toscana Saffredi",
      "winery": "Fattoria Le Pupille",
      "vintage": "2019",
      "rating": "96",
      "price": "$100",
      "note": "A deep, polished red, whose black currant, blackberry, plum, violet and oak spice aromas and flavors mesh well with the dense structure, showing terrific length. Very focused and balanced, this needs a few years to integrate. Cabernet Sauvignon, Merlot and Petit Verdot. Best from 2024 through 2037. 3,000 cases made, 1,400 cases imported. —BS                             Score 96 | Price $100"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "9",
      "name": "Quilceda Creek Cabernet Sauvignon Columbia Valley",
      "winery": "Quilceda Creek",
      "vintage": "2018",
      "rating": "95",
      "price": "$200",
      "note": "A dynamic red, impeccably structured yet rich and harmonious, with expressive blackberry and black tea flavors laced with a hint of tobacco, which builds tension toward big but polished tannins. Drink now through 2033. 5,300 cases made. —TF                             Score 95 | Price $200"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "10",
      "name": "Louis Roederer Brut Champagne Cristal",
      "winery": "Louis Roederer",
      "vintage": "2014",
      "rating": "98",
      "price": "$359",
      "note": "This vivid Champagne shows up-front and linear definition, thanks to rapierlike acidity, with finely meshed flavors of ripe black cherry and mandarin orange fruit, raw almond, anise and cardamom spice as well as a touch of honeycomb, which all unfurl and expand on the fine, creamy palate. Sleek acidity continues through to the finish, with additional racy character provided by a streak of minerally saline and chalk, which gains momentum through the midpalate and rings out on the well-cut, lasting finish. Pinot Noir and Chardonnay. Drink now through 2040. 9,181 cases imported. —AN                             Score 98 | Price $359"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "11",
      "name": "Château Beau-Séjour Bécot St.-Emilion",
      "winery": "Château Beau-Séjour Bécot",
      "vintage": "2019",
      "rating": "95",
      "price": "$61",
      "note": "This delivers a tumble of ripe raspberry, plum and boysenberry fruit flavors, lined with violet, red tea and sweet tobacco notes that add lift and range. The long, racy, chalk-lined finish leaves a pure feel that's not easy to achieve in this vintage. Merlot, Cabernet Franc and Cabernet Sauvignon. Best from 2024 through 2038. 7,700 cases made, 3,080 cases imported. —JM                             Score 95 | Price $61"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "12",
      "name": "Grattamacco Bolgheri Superiore",
      "winery": "Grattamacco",
      "vintage": "2019",
      "rating": "97",
      "price": "$100",
      "note": "Dense and smooth, featuring black cherry, blackberry, plum, iron, licorice and menthol aromas and flavors. Fresh and featuring a spine of tannins, this finishes on the compact side for now. Shows balance, so be patient. Cabernet Sauvignon, Merlot and Sangiovese. Best from 2025 through 2040. 5,400 cases made, 300 cases imported. —BS                             Score 97 | Price $100"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "13",
      "name": "Greywacke Sauvignon Blanc Marlborough",
      "winery": "Greywacke",
      "vintage": "2021",
      "rating": "94",
      "price": "$23",
      "note": "This stunning white is aromatic, fresh and intense, with notes of lemon curd, yuzu, peach, ripe melon and honeysuckle that are effortless and mouthwatering, backed by lemongrass and candied ginger notes on the long, expressive finish. Drink now. 5,000 cases imported. —MW                             Score 94 | Price $23"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "14",
      "name": "Philip Togni Cabernet Sauvignon Napa Valley",
      "winery": "Philip Togni",
      "vintage": "2019",
      "rating": "96",
      "price": "$150",
      "note": "This is very much alive, sporting a wide array of sweet bay leaf, savory and menthol notes, along with zesty raspberry, red currant and blackberry fruit flavors. Built on acidity as much as grippy, tar-laced tannins, this leaves a mouthwatering feel on the long finish. A beautiful version of the throwback style. Best from 2025 through 2040. 1,080 cases made. —JM                             Score 96 | Price $150"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "15",
      "name": "Drouhin Oregon Roserock Chardonnay Eola-Amity Hills",
      "winery": "Drouhin Oregon Roserock",
      "vintage": "2020",
      "rating": "94",
      "price": "$38",
      "note": "Opulent and refined, with a vibrant core of acidity framed by pear, cantaloupe and toasty spice flavors that build depth and richness on the savory finish. Drink now. Tasted twice, with consistent notes. 1,557 cases made. —TF                             Score 94 | Price $38"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "16",
      "name": "McPrice Myers Beautiful Earth Paso Robles",
      "winery": "McPrice Myers",
      "vintage": "2020",
      "rating": "94",
      "price": "$45",
      "note": "Supple, rich and plump with personality, this red offers an array of black raspberry, smoked meat, cracked pepper and black olive flavors that race toward the zesty finish. Syrah, Grenache, Mourvèdre, Cabernet Sauvignon, Petit Verdot, Petite Sirah and Zinfandel. Drink now through 2030. 1,474 cases made. —TF                             Score 94 | Price $45"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "17",
      "name": "Bodegas Caro Malbec-Cabernet Sauvignon Mendoza Amancaya",
      "winery": "Bodegas Caro",
      "vintage": "2020",
      "rating": "93",
      "price": "$23",
      "note": "Elegantly detailed aromas of violet, mace and crushed raspberry pave a nice entry to this richly textured red, which shows fleshy plum and raspberry flavors midpalate, lightened by an underpinning of minerality, before toasty mocha notes and round tannins arrive on the finish. Cabernet Sauvignon and Malbec. Drink now through 2032. 20,000 cases made, 8,000 cases imported. —AR                             Score 93 | Price $23"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "18",
      "name": "Giant Steps Pinot Noir Yarra Valley",
      "winery": "Giant Steps",
      "vintage": "2021",
      "rating": "94",
      "price": "$40",
      "note": "Stunning, with terrific focus and intensity to the core of Earl Grey tea, firm, juicy cherry, raspberry and white pepper flavors. Notes of clove and green cardamom linger on the finish, with a touch of salted caramel. Drink now through 2034. 8,000 cases made, 1,000 cases imported. —MW                             Score 94 | Price $40"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "19",
      "name": "Schramsberg Brut Blanc de Blancs North Coast",
      "winery": "Schramsberg",
      "vintage": "2018",
      "rating": "93",
      "price": "$41",
      "note": "Sumptuous yet vibrant and fresh, displaying elegantly layered Meyer lemon, star fruit and fresh ginger flavors that turn steely on the long finish. Drink now. 39,367 cases made. —TF                             Score 93 | Price $41"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "20",
      "name": "Burn Cottage Pinot Noir Central Otago Burn Cottage Vineyard",
      "winery": "Burn Cottage",
      "vintage": "2019",
      "rating": "96",
      "price": "$65",
      "note": "Aromatic and expressive, with notes of tarragon, sage and white pepper mingling with fresh, juicy flavors of raspberry, cherry and pomegranate. This is clearly defined and focused, with firm tannins providing wonderful structure for the long, complex finish, where a note of dried lavender lingers. Drink now through 2030. 2,400 cases made, 500 cases imported. —MW                             Score 96 | Price $65"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "21",
      "name": "Viña Montes Syrah Colchagua Valley Alpha",
      "winery": "Viña Montes",
      "vintage": "2019",
      "rating": "93",
      "price": "$20",
      "note": "There’s a lot to admire in this medium- to full-bodied red. Opens with a whiff of chrysanthemum and smoky game, while the palate is rich, creamy and built around juicy black cherry, blackberry and açaí flavors that are well-spiced. Finishes with great length around firm but integrated tannins, showing notes of ground ginger and chocolate. Drink now through 2026. 22,000 cases made, 1,450 cases imported. —MW                             Score 93 | Price $20"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "22",
      "name": "Capraia Chianti Classico Riserva",
      "winery": "Capraia",
      "vintage": "2018",
      "rating": "94",
      "price": "$27",
      "note": "A succulent version, this red reveals cherry, strawberry, plum, floral, eucalyptus and tobacco aromas and flavors. Harmonious and enjoyable now, but there are still tannins to shed. Complex and long. Best from 2024 through 2040. 2,000 cases made, 800 cases imported. —BS                             Score 94 | Price $27"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "23",
      "name": "Finca Decero Malbec Agrelo Remolinos Vineyard",
      "winery": "Finca Decero",
      "vintage": "2019",
      "rating": "92",
      "price": "$22",
      "note": "This Malbec shows plenty of verve, with lively acidity and firm tannins offering structure to the floral, loam-laced core of dark plum and cherry flavors, which meld with concentrated mineral and spice notes midpalate. Ends with notes of dark chocolate. Drink now through 2032. 15,000 cases imported. —MW                             Score 92 | Price $22"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "24",
      "name": "San Felice Chianti Classico",
      "winery": "San Felice",
      "vintage": "2020",
      "rating": "92",
      "price": "$20",
      "note": "This supple red shows a core of cherry and plum fruit allied to olive, juniper and tobacco notes. Delivers well-integrated tannins and acidic structure, lingering nicely on the finish. Sangiovese, Colorino and Pugnitello. Drink now through 2030. 29,000 cases made, 9,745 cases imported. —BS                             Score 92 | Price $20"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "25",
      "name": "Hanzell Pinot Noir Sonoma Valley",
      "winery": "Hanzell",
      "vintage": "2019",
      "rating": "95",
      "price": "$98",
      "note": "Pure and racy in feel, with lovely damson plum, bitter cherry and raspberry notes flecked liberally with rooibos tea and savory details. Picks up additional energy through the finish, with a grounding rod of minerality that pulls everything to a pinpoint finish. Puts on weight as it airs, too. Everything is there—now you just need to wait. Best from 2024 through 2038. 1,201 cases made. —JM                             Score 95 | Price $98"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "26",
      "name": "First Drop Shiraz Barossa Mother's Milk",
      "winery": "First Drop",
      "vintage": "2020",
      "rating": "92",
      "price": "$20",
      "note": "There’s a lot to admire in this complex, juicy red, which offers polished tannins and a core of fresh cherry and açaí berry flavors highlighted by notes of dried rose petal, sandalwood, salted dark chocolate and fresh tobacco. A hint of white pepper and a firming, malty Assam black tea hint lingers on the finish. Drink now through 2032. 15,000 cases made, 3,000 cases imported. —MW                             Score 92 | Price $20"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "27",
      "name": "McBride Sisters Collection Sauvignon Blanc Marlborough",
      "winery": "McBride Sisters Collection",
      "vintage": "2021",
      "rating": "91",
      "price": "$17",
      "note": "Fresh and vibrant, with pomelo, pickled ginger and lime sherbet flavors at the core, expanding into lemon curd, tangerine and dried pineapple on the finish. Drink now. 26,667 cases made, 26,667 cases imported. —MW                             Score 91 | Price $17"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "28",
      "name": "Alma de Cattleya Sauvignon Blanc Sonoma County",
      "winery": "Alma de Cattleya",
      "vintage": "2021",
      "rating": "92",
      "price": "$22",
      "note": "Aromatic, intense and distinctive, this delivers mouthwatering lemongrass, Meyer lemon, pomelo and white grapefruit flavors, with an intriguing touch of litsea oil that lingers on the fresh finish. Drink now. 2,000 cases made. —MW                             Score 92 | Price $22"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "29",
      "name": "Josep Maria Raventós i Blanc Brut Blanc de Blancs Vino Espumoso",
      "winery": "Josep Maria Raventós i Blanc",
      "vintage": "2020",
      "rating": "91",
      "price": "$23",
      "note": "A firm backbone of Meyer lemon peel acidity frames this vivid sparkler, enmeshed with rich notes of lightly charred toast and smoked almond, backed by flavors of ripe white cherry and peach fruit. Hints of thyme and anise play on the finish. Xarel-lo, Macabeo, Parellada and Malvasia de Sitges. Drink now through 2025. 17,000 cases made, 9,000 cases imported. —AN                             Score 91 | Price $23"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "30",
      "name": "DeLille D2 Columbia Valley",
      "winery": "DeLille",
      "vintage": "2019",
      "rating": "94",
      "price": "$50",
      "note": "Polish meets structure in this red, which offers well-defined black cherry, toasty spice and bay leaf accents as this slowly unfurls toward fine-grained tannins. Merlot, Cabernet Sauvignon, Cabernet Franc and Petit Verdot. Drink now through 2030. 15,000 cases made. —TF                             Score 94 | Price $50"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "31",
      "name": "Boscarelli Vino Nobile di Montepulciano Riserva",
      "winery": "Boscarelli",
      "vintage": "2016",
      "rating": "95",
      "price": "$62",
      "note": "An intriguing note of orange peel joins black cherry, blackberry, wild rosemary and iron flavors in this sleek, firmly structured red. There's drive and energy from the vibrant acidity, along with a solid base of refined tannins, making this a compelling wine with fine potential ahead. Shows terrific length. Sangiovese and Colorino. Best from 2023 through 2040. 750 cases made, 400 cases imported. —BS                             Score 95 | Price $62"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "32",
      "name": "Nalle Zinfandel Dry Creek Valley",
      "winery": "Nalle",
      "vintage": "2019",
      "rating": "94",
      "price": "$42",
      "note": "Refined and graceful, this is a top form Zinfandel, with vibrant cherry and raspberry flavors laced with sweet anise and pepper. The finish lingers long toward polished tannins. Drink now through 2030. 735 cases made. —TF                             Score 94 | Price $42"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "33",
      "name": "Soter Pinot Noir Willamette Valley Estates",
      "winery": "Soter",
      "vintage": "2019",
      "rating": "94",
      "price": "$54",
      "note": "A wine with dimension and grace, this Pinot has tiers of raspberry, mineral and dusky spice that build expression and tension toward refined tannins. Drink now through 2030. 1,870 cases made. —TF                             Score 94 | Price $54"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "34",
      "name": "Dr. H. Thanisch Müller-Burggraef Riesling Kabinett Mosel Bernkasteler Badstube",
      "winery": "Dr. H. Thanisch Müller-Burggraef",
      "vintage": "2020",
      "rating": "93",
      "price": "$24",
      "note": "Brilliant aromas of jasmine, peach, lime and slate mark this exuberant Riesling. Charming, harmonious and vibrant, with a long aftertaste echoing the fruit, floral and mineral notes. Drink now through 2028. 1,000 cases made, 750 cases imported. —BS                             Score 93 | Price $24"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "35",
      "name": "Bucklin Ancient Field Blend Old Hill Ranch Sonoma Valley",
      "winery": "Bucklin",
      "vintage": "2019",
      "rating": "94",
      "price": "$38",
      "note": "Bubbling over with personality yet remains focused and polished, this offers an array of currant and raspberry flavors accented by bitter chocolate, orange zest and smoked pepper beef. Finishes with briary, ripe tannins. Zinfandel, Grenache, Alicante Bouschet, Petite Sirah, Mourvèdre, Grand Noir, Syrah and Carignan. Drink now through 2032. 613 cases made. —TF                             Score 94 | Price $38"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "36",
      "name": "Hickinbotham Shiraz McLaren Vale Brooks Road",
      "winery": "Hickinbotham",
      "vintage": "2019",
      "rating": "95",
      "price": "$75",
      "note": "Impressive, rich and fleshy, with blackberry, blueberry and huckleberry notes at the core, but shows tremendous depth, concentration and polish. Offers accents of bittersweet chocolate, espresso, salted caramel and rosemary, backed by velvety tannins on the finish, with the flavors gaining extra torque and momentum. Drink now through 2038. 1,285 cases made, 396 cases imported. —MW                             Score 95 | Price $75"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "37",
      "name": "Jean-Louis Chave St.-Joseph",
      "winery": "Jean-Louis Chave",
      "vintage": "2018",
      "rating": "95",
      "price": "$87",
      "note": "Very pure and refined, with flavors of plum, cassis and bitter cherry layered seamlessly, while a piercing sanguine note and flecks of savory, black tea and sweet bay peek in throughout. Fine-grained on the finish. Lovely. Best from 2023 through 2035. 1,800 cases made, 400 cases imported. —JM                             Score 95 | Price $87"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "38",
      "name": "Alloro Pinot Noir Chehalem Mountains",
      "winery": "Alloro",
      "vintage": "2018",
      "rating": "93",
      "price": "$45",
      "note": "Alluring for the silky texture and elegantly layered raspberry, toasty spice and orange peel flavors, which gather richness and polish on the lingering finish. Drink now through 2028. 1,900 cases made. —TF                             Score 93 | Price $45"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "39",
      "name": "Horsepower Syrah Walla Walla Valley The Tribe Vineyard",
      "winery": "Horsepower",
      "vintage": "2019",
      "rating": "96",
      "price": "$122",
      "note": "This striking red captures your attention immediately with distinctive black olive and cured meat tones, which are accented with floral blueberry, garrigue and crushed stone flavors. Builds tension and richness toward medium-grained tannins. Drink now through 2033. 733 cases made. —TF                             Score 96 | Price $122"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "40",
      "name": "Produttori del Barbaresco Barbaresco Muncagota Riserva",
      "winery": "Produttori del Barbaresco",
      "vintage": "2017",
      "rating": "95",
      "price": "$86",
      "note": "Offers a bright, pure expression of cherry, strawberry, rose and grassy aromas and flavors underscored by a vein of minerality, with tannins that flex their muscles on the long finish. Intense but balanced, with tension that bodes well for future evolution. Best from 2026 through 2043. 1,388 cases made, 350 cases imported. —BS                             Score 95 | Price $86"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "41",
      "name": "Bookwalter Cabernet Sauvignon Columbia Valley Readers",
      "winery": "Bookwalter",
      "vintage": "2019",
      "rating": "92",
      "price": "$28",
      "note": "Talk about bang for the buck—this red has structure and zesty polish, plus expressive black cherry, toasty mocha and smoked spice flavors. Drink now through 2028. 5,621 cases made. —TF                             Score 92 | Price $28"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "42",
      "name": "Ferraton Père & Fils Crozes-Hermitage La Matinière",
      "winery": "Ferraton Père & Fils",
      "vintage": "2019",
      "rating": "92",
      "price": "$32",
      "note": "A fresh and mineral-driven version, with sanguine and iron notes leading the way for a racy mix of damson plum and bitter cherry notes. Features a savory echo through the finish. Drink now through 2032. 7,500 cases made, 2,000 cases imported. —JM                             Score 92 | Price $32"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "43",
      "name": "Familia Zuccardi Malbec Paraje Altamira Concreto",
      "winery": "Familia Zuccardi",
      "vintage": "2021",
      "rating": "92",
      "price": "$40",
      "note": "A youthful, lively and expressive red, showing floral macerated cherry and plum flavors amid toasted herb and espresso bean details. Ends with minerally tannins, which are firm yet perky, and a note of baker's chocolate. Best after 2024. 10,000 cases made, 6,000 cases imported. —AR                             Score 92 | Price $40"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "44",
      "name": "Livio Felluga Pinot Grigio Collio",
      "winery": "Livio Felluga",
      "vintage": "2020",
      "rating": "91",
      "price": "$25",
      "note": "This bright white has a lovely, lush creaminess, with well-honed acidity creating an appealing juiciness that carries notes of ripe pineapple and green apple fruit, slivered almond and cherry blossom. Salty finish. Drink now through 2027. 16,500 cases made, 13,000 cases imported. —AN                             Score 91 | Price $25"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "45",
      "name": "Hermann J. Wiemer Riesling Seneca Lake HJW Vineyard",
      "winery": "Hermann J. Wiemer",
      "vintage": "2020",
      "rating": "93",
      "price": "$39",
      "note": "Delicious from the start, with a burst of meringue, lemon gelée and Jonagold apple flavors backed by jasmine and honeysuckle accents through the long, pure finish. Drink now through 2032. 800 cases made. —JM                             Score 93 | Price $39"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "46",
      "name": "Domaine La Bouïssiere Gigondas",
      "winery": "Domaine La Bouïssiere",
      "vintage": "2019",
      "rating": "94",
      "price": "$30",
      "note": "Juicy and well-built, with lots of coiled energy behind the panoply of cassis, plum paste and raspberry coulis flavors. The finish is streaked with red licorice, floral and mineral details as the fruit keeps pace. Best from 2023 through 2035. 3,000 cases made, 360 cases imported. —JM                             Score 94 | Price $30"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "47",
      "name": "Bodegas Ego Jumilla Goru Verde",
      "winery": "Bodegas Ego",
      "vintage": "2020",
      "rating": "90",
      "price": "$15",
      "note": "This bright red ripples across the palate, with savory hints of cured tobacco and loamy earth underscoring the black currant and black raspberry fruit. Medium-bodied, with lightly chewy tannins. Drink now through 2027. 35,000 cases made, 30,000 cases imported. —AN                             Score 90 | Price $15"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "48",
      "name": "August Kesseler Riesling Kabinett Rheingau R",
      "winery": "August Kesseler",
      "vintage": "2020",
      "rating": "90",
      "price": "$19",
      "note": "This sleek, off-dry Riesling is marked by lemon and floral aromas and flavors. Crisp and juicy, with a lingering mineral-tinged finish. Drink now. 7,200 cases made, 6,500 cases imported. —BS                             Score 90 | Price $19"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "49",
      "name": "d'Angelo Aglianico del Vulture",
      "winery": "d'Angelo",
      "vintage": "2019",
      "rating": "91",
      "price": "$20",
      "note": "Compact and fresh, this medium- to full-bodied red reveals macerated black raspberry fruit accented by notes of dried sage, graphite, fig cake and mineral, with firm, dusty tannins. Let this open in the glass or decant ahead of time. Best from 2023 through 2029. 7,000 cases made, 2,500 cases imported. —AN                             Score 91 | Price $20"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "50",
      "name": "Bodega Numanthia Toro Numanthia",
      "winery": "Bodega Numanthia",
      "vintage": "2017",
      "rating": "93",
      "price": "$60",
      "note": "A harmonious red showing subtle power, with sculpted tannins finely meshed to a creamy range of ripe black currant, dried mint, pomegranate puree, espresso and loamy earth flavors. Fresh and focused, with a fragrant finish of Earl Grey tea. Drink now through 2030. 6,000 cases made, 3,000 cases imported. —AN                             Score 93 | Price $60"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "51",
      "name": "Altocedro Malbec La Consulta Old Vine Reserve",
      "winery": "Altocedro",
      "vintage": "2020",
      "rating": "93",
      "price": "$30",
      "note": "This red harmoniously melds layers of floral, spice, minerality and fruit, showing rich plum and floral blackberry notes up front, with spicy currant and wet stone flavors midpalate that fan out around medium-grained tannins. Ends with a lingering note of cordial. Drink now through 2030. 1,000 cases made, 700 cases imported. —MW                             Score 93 | Price $30"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "52",
      "name": "Prats & Symington Douro Chryseia",
      "winery": "Prats & Symington",
      "vintage": "2019",
      "rating": "96",
      "price": "$105",
      "note": "Racy and linear up front, this fleshes out on the palate, with silky tannins and a lovely range of black plum reduction, blackberry coulis, medicinal herb and iron flavors that show rich hints of licorice drop and espresso, before reining everything in again on the firm, focused and well-spiced finish. Touriga Nacional and Touriga Franca. Best from 2024 through 2034. 3,386 cases made, 300 cases imported. —AN                             Score 96 | Price $105"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "53",
      "name": "Bodegas Muga Rioja Prado Enea Gran Reserva",
      "winery": "Bodegas Muga",
      "vintage": "2015",
      "rating": "94",
      "price": "$100",
      "note": "Well-tailored in an understated way, this harmonious red is plushly creamy on the palate, like fine cashmere, showing seamless integration of the sculpted tannins with finely detailed flavors of black cherry and black plum reduction, sandalwood, cedar, green olive, espresso crema and minerally smoke and iron. Long and lightly juicy on the refined finish. Tempranillo, Graciano, Mazuelo and Garnacha. Drink now through 2030. 8,000 cases made, 2,000 cases imported. —AN                             Score 94 | Price $100"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "54",
      "name": "School House Pinot Noir Spring Mountain District",
      "winery": "School House",
      "vintage": "2018",
      "rating": "94",
      "price": "$65",
      "note": "Distinctive, with a refined persistence, thanks to a mix of gently mulled raspberry and cherry fruit flavors, alluring chaparral and sweet bay leaf aromas and a taut, racy iron-accented minerality through the lengthy finish. Best from 2024 through 2035. 320 cases made. —JM                             Score 94 | Price $65"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "55",
      "name": "Col d'Orcia Brunello di Montalcino",
      "winery": "Col d'Orcia",
      "vintage": "2017",
      "rating": "93",
      "price": "$60",
      "note": "This red offers plenty of cherry, strawberry, wild thyme and sage flavors. Starts out on the elegant side, before chewy tannins kick in and show a more robust character. Balanced and long, with tobacco and earth accents on the finish. Best from 2025 through 2042. 15,000 cases made, 2,800 cases imported. —BS                             Score 93 | Price $60"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "56",
      "name": "A.A. Badenhorst Family Secateurs Riviera Swartland",
      "winery": "A.A. Badenhorst Family",
      "vintage": "2021",
      "rating": "92",
      "price": "$18",
      "note": "Gauzy and deeply golden in hue, this skin-contact version offers steeped raspberry and poached apricot fruit, with notes of aromatic herbs, flowers and orange peel as well as hints of clove and graphite. Fresh and well-cut, with a lightly chalky finish. Chenin Blanc, Sémillon and Colombard. Drink now through 2027. 3,000 cases made. —AN                             Score 92 | Price $18"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "57",
      "name": "Bodegas Resalte de Peñafiel Ribera del Duero de Restia Crianza Selected Harvest",
      "winery": "Bodegas Resalte de Peñafiel",
      "vintage": "2019",
      "rating": "91",
      "price": "$20",
      "note": "Fresh and chewy, this full-bodied version offers a rich base note of smoky bacon fat, which underscores dried raspberry, black licorice drop, eucalyptus and mocha. Delivers dense tannins, which firm the finish and define the creamy range of flavors. Best from 2024 through 2029. 5,500 cases made, 3,500 cases imported. —AN                             Score 91 | Price $20"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "58",
      "name": "Suavia Garganega Soave Classico",
      "winery": "Suavia",
      "vintage": "2020",
      "rating": "90",
      "price": "$18",
      "note": "Crisp and lightly chalky, this seamless, light-bodied white offers juicy notes of ripe melon and nectarine, with hints of honeysuckle, pickled ginger and blood orange peel. Drink now through 2025. 12,500 cases made, 5,000 cases imported. —AN                             Score 90 | Price $18"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "59",
      "name": "Two Hands Cabernet Sauvignon McLaren Vale Sexy Beast",
      "winery": "Two Hands",
      "vintage": "2020",
      "rating": "92",
      "price": "$36",
      "note": "Dense, with gripping tannins and a core of dark berry, Earl Grey tea, spice and dried herbal flavors. Finds terrific harmony and balance, while also gaining momentum on the finish. Drink now through 2040. 2,500 cases imported. —MW                             Score 92 | Price $36"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "60",
      "name": "Casas del Bosque Carmenère Cachapoal Valley Gran Reserva",
      "winery": "Casas del Bosque",
      "vintage": "2019",
      "rating": "91",
      "price": "$17",
      "note": "A well-structured and vibrant effort, with dried lavender and geranium notes paving the way for crunchy cherry and cranberry flavors. Packs plenty of mineral acidity, with a finish that persists around the core flavors. Best after 2023. 1,500 cases made, 1,000 cases imported. —AR                             Score 91 | Price $17"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "61",
      "name": "Damilano Barbera d'Asti",
      "winery": "Damilano",
      "vintage": "2020",
      "rating": "91",
      "price": "$20",
      "note": "A rich and sumptuous red, evoking plum, blackberry and boysenberry flavors. Reveals accents of tobacco, almond and spice as this winds down. Lengthy aftertaste. Drink now through 2028. 5,800 cases made, 2,000 cases imported. —BS                             Score 91 | Price $20"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "62",
      "name": "Yalumba Shiraz Barossa Samuel's Collection",
      "winery": "Yalumba",
      "vintage": "2019",
      "rating": "90",
      "price": "$20",
      "note": "Dense, dark and fleshy, featuring notes of black licorice, iodine, blackberry, blueberry and black tea, with a thread of minerality and herbal accents that gain intensity on the finish. Drink now. 15,000 cases made, 2,500 cases imported. —MW                             Score 90 | Price $20"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "63",
      "name": "Masseria Li Veli Susumaniello Salento Askos",
      "winery": "Masseria Li Veli",
      "vintage": "2020",
      "rating": "90",
      "price": "$23",
      "note": "A lively, medium- to full-bodied red, with rich hints of melted licorice and espresso layered with aromas and flavors of blackberry tart, dried mint and olive tapenade. Well-knit, with a fine frame of chalky tannins. Drink now through 2025. 7,500 cases made, 2,500 cases imported. —AN                             Score 90 | Price $23"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "64",
      "name": "Domaine Jaume Vinsobres Altitude 420",
      "winery": "Domaine Jaume",
      "vintage": "2019",
      "rating": "91",
      "price": "$25",
      "note": "A firm core of mineral courses through this well-built red, with ripe red berry and cassis punctuated by char, meat, black pepper, dried herbs and warm vanilla. Heady and generous yet balanced. Drink now through 2030. 5,000 cases made, 1,200 cases imported. —JM                             Score 91 | Price $25"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "65",
      "name": "Joseph Drouhin Pouilly-Fuissé",
      "winery": "Joseph Drouhin",
      "vintage": "2020",
      "rating": "91",
      "price": "$37",
      "note": "Lithe and focused, this white evokes peach, apple, lemon and pastry aromas and flavors. Vibrant acidity extends the finish, which boasts accents of baking spices. Drink now through 2028. 2,500 cases imported. —BS                             Score 91 | Price $37"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "66",
      "name": "Quinta do Vesuvio Vintage Port",
      "winery": "Quinta do Vesuvio",
      "vintage": "2019",
      "rating": "96",
      "price": "$85",
      "note": "This is really vivid, with a beautiful range of cassis, cherry purée, boysenberry coulis and plum reduction notes unfurling across the palate while succulent licorice, warm fruitcake and enticing red and black tea notes sing back up. The long, refined finish has plenty in reserve for the long haul. One of the stars of the vintage. Touriga Nacional, Touriga Franca, Alicante Bouschet and Tinta Amarela. Best from 2040 through 2060. 1,640 cases made, 150 cases imported. —JM                             Score 96 | Price $85"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "67",
      "name": "Château La Gaffelière St.-Emilion",
      "winery": "Château La Gaffelière",
      "vintage": "2019",
      "rating": "94",
      "price": "$80",
      "note": "This rolls out dense fig, boysenberry and red currant paste flavors laced with pronounced chalky minerality and notes of tobacco, dried anise and juniper. The serious tannic drive on the finish puts this in the 'classically austere' camp. Worth cellaring for sure, but patience is required. Merlot and Cabernet Franc. Best from 2024 through 2040. 7,500 cases made, 500 cases imported. —JM                             Score 94 | Price $80"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "68",
      "name": "Etude Cabernet Sauvignon Napa Valley",
      "winery": "Etude",
      "vintage": "2019",
      "rating": "94",
      "price": "$100",
      "note": "Dark but fresh, with mulberry and black currant fruit laced with apple wood, anise and tobacco. Shows nice energy from start to finish, with a late cast iron accent giving this a solid feel through the finish. Best from 2023 through 2036. 2,589 cases made. —JM                             Score 94 | Price $100"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "69",
      "name": "Luke Merlot Wahluke Slope",
      "winery": "Luke",
      "vintage": "2019",
      "rating": "91",
      "price": "$25",
      "note": "Vibrant and elegantly structured, this Merlot is accented by sleek red currant, toasty spice and hints of dusty herb. Drink now through 2027. 3,650 cases made. —TF                             Score 91 | Price $25"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "70",
      "name": "Avancia Godello Valdeorras Old Vines",
      "winery": "Avancia",
      "vintage": "2021",
      "rating": "92",
      "price": "$37",
      "note": "Sleek and well-knit, with a streak of salinity underscoring a creamy mesh of pink grapefruit, cherry blossom, Marcona almond and blood orange peel flavors that linger on the mouthwatering finish. Drink now through 2025. 3,000 cases made, 1,500 cases imported. —AN                             Score 92 | Price $37"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "71",
      "name": "Domaine du Vieux Télégraphe Châteauneuf-du-Pape La Crau",
      "winery": "Domaine du Vieux Télégraphe",
      "vintage": "2019",
      "rating": "93",
      "price": "$105",
      "note": "Silky and refined, with focused cherry puree, plum reduction and raspberry coulis notes racing through, infused subtly with rose petal, warm stone and lavender hints. Features nice perfume through the finish. Grenache, Mourvèdre, Syrah and Cinsault. Drink now through 2036. 12,000 cases made, 2,841 cases imported. —JM                             Score 93 | Price $105"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "72",
      "name": "Intercept Chardonnay Monterey County Charles Woodson's Intercept",
      "winery": "Intercept",
      "vintage": "2020",
      "rating": "90",
      "price": "$20",
      "note": "This is impressive for its vibrancy and balance, blending fresh lemon zest, tangerine and Fuji apple flavors with a savory thread of fresh tarragon and grey salt on a plump frame, but with plenty of acidity to keep the flavors in focus. Drink now. 5,000 cases made. —MW                             Score 90 | Price $20"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "73",
      "name": "Pecchenino Nebbiolo Langhe Botti",
      "winery": "Pecchenino",
      "vintage": "2021",
      "rating": "90",
      "price": "$25",
      "note": "Striking a balance between ripe cherry, strawberry and floral flavors and a supple texture, this red is supported by a firm structure, lingering with earth and eucalyptus accents. Drink now through 2026. 6,000 cases made, 2,100 cases imported. —BS                             Score 90 | Price $25"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "74",
      "name": "Bodegas Terras Gauda Rías Baixas O Rosal",
      "winery": "Bodegas Terras Gauda",
      "vintage": "2021",
      "rating": "90",
      "price": "$28",
      "note": "Delicate notes of fresh herb and wet stone accent the apricot and Meyer lemon fruit flavors in this lithe, light-bodied white, which is zesty on the palate, with a spine of racy acidity. Lightly creamy on the salty finish. Albariño, Caiño and Loureiro. Drink now. 2,688 cases imported. —AN                             Score 90 | Price $28"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "75",
      "name": "El Molino Chardonnay Rutherford",
      "winery": "El Molino",
      "vintage": "2019",
      "rating": "93",
      "price": "$65",
      "note": "Presents an impressive beam of purity, a generous core of juicy tangerine, green apple and lemon curd as well as a vibrant acidity that keeps the flavors wonderfully in focus. Reveals an appealing fleshy quality in the body, with hints of jasmine, spice and sea salt on the long, generous finish. Drink now through 2032. 805 cases made. —MW                             Score 93 | Price $65"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "76",
      "name": "Zisola Noto",
      "winery": "Zisola",
      "vintage": "2020",
      "rating": "90",
      "price": "$20",
      "note": "An elegant red, expressive and well-knit, offering a fresh and juicy profile of crushed black cherry and wild strawberry, dried sage and espresso. Medium-bodied, with creamy tannins and a subtle, minerally streak of smoke and spice that lingers on the finish. Drink now through 2025. 8,330 cases made, 1,500 cases imported. —AN                             Score 90 | Price $20"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "77",
      "name": "Clos Cibonne Tibouren Côtes de Provence Rosé Cuvée Tradition",
      "winery": "Clos Cibonne",
      "vintage": "2020",
      "rating": "91",
      "price": "$37",
      "note": "Distinctive, with blood orange, tangerine and wet hay notes forming the core, while light herbs and a faint echo of tamarind weave through the finish. Alluring, creamy mouthfeel. Tibouren and Grenache. Drink now through 2023. 6,250 cases made, 2,300 cases imported. —JM                             Score 91 | Price $37"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "78",
      "name": "Fontanafredda Barolo Serralunga d'Alba",
      "winery": "Fontanafredda",
      "vintage": "2018",
      "rating": "92",
      "price": "$56",
      "note": "This is a lovely expression of cherry, rose and mineral flavors, with freshness and purity. Shows a solid underpinning of dense yet refined tannins. Long finish. Best from 2025 through 2042. 17,000 cases made, 5,100 cases imported. —BS                             Score 92 | Price $56"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "79",
      "name": "Dakota Shy Cabernet Sauvignon Napa Valley",
      "winery": "Dakota Shy",
      "vintage": "2019",
      "rating": "93",
      "price": "$95",
      "note": "Rock-solid, with plum, boysenberry and blackberry puree stitched seamlessly with light anise, apple wood and melted black licorice. Shows a suave, polished feel through the finish. Darn tasty. Drink now through 2036. 2,500 cases made. —JM                             Score 93 | Price $95"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "80",
      "name": "San Salvatore Falanghina Campania",
      "winery": "San Salvatore",
      "vintage": "2021",
      "rating": "90",
      "price": "$27",
      "note": "A light-bodied white, offering nectarine and clementine fruit flavors that are bright and juicy, with pretty cherry blossom, sliced almond and pickled ginger accents. Chalk-tinged finish. Drink now. 3,350 cases made, 1,300 cases imported. —AN                             Score 90 | Price $27"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "81",
      "name": "Gérard Fiou Sancerre Terroir Silex",
      "winery": "Gérard Fiou",
      "vintage": "2021",
      "rating": "90",
      "price": "$26",
      "note": "Offers grapefruit, lemon verbena and fresh-cut herbs interwoven across a nicely structured, dense palate edged in salty, fine-grained minerals. The finish is carried by lime zest, with dried tea leaf and flint accents. Drink now through 2025. 1,000 cases imported. —BS                             Score 90 | Price $26"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "82",
      "name": "Astrolabe Sauvignon Blanc Awatere Valley",
      "winery": "Astrolabe",
      "vintage": "2020",
      "rating": "92",
      "price": "$25",
      "note": "Mouthwatering and intense, offering a juicy mix of Key lime, pineapple, green apple and lemongrass flavors on a sleek, vibrant frame. Features a hint of peach blossom on the finish. Drink now. 4,474 cases made, 333 cases imported. —MW                             Score 92 | Price $25"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "83",
      "name": "Domaine Huet Vouvray Sec Le Haut-Lieu",
      "winery": "Domaine Huet",
      "vintage": "2021",
      "rating": "91",
      "price": "$36",
      "note": "An elegant white with beautiful fruit purity, featuring freshly juiced apple, fleshy lychee and baking spice notes that build in intensity on the palate. Shows salty acidity that's nicely set against a buttercream note, with salted caramel marking the crackling finish. Drink now through 2025. 2,650 cases made. —AN                             Score 91 | Price $36"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "84",
      "name": "Mastroberardino Taurasi Radici",
      "winery": "Mastroberardino",
      "vintage": "2017",
      "rating": "92",
      "price": "$62",
      "note": "Reveals ripe fruit and medicinal herbs on the nose that continue on the palate, with crushed black raspberry and cassis, Earl Grey tea leaf and hints of mocha and tar-tinged smoke. Fresh and well-knit, with chalky, sculpted tannins and a finish that echoes the fruit, herb and mineral character. Drink now through 2030. 90,000 cases made, 1,000 cases imported. —AN                             Score 92 | Price $62"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "85",
      "name": "Raen Pinot Noir Sonoma Coast Royal St. Robert Cuvée",
      "winery": "Raen",
      "vintage": "2019",
      "rating": "92",
      "price": "$65",
      "note": "A brisk, unadorned style that relies on a persistent mix of dried herbs, damson plum, bitter cherry and blood orange allied to a lean, tensile frame. Extends easily through the lengthy finish. This style isn't for everyone, but this is a seriously good wine. Drink now through 2027. 2,075 cases made. —JM                             Score 92 | Price $65"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "86",
      "name": "Gaston Chiquet Brut Champagne Tradition",
      "winery": "Gaston Chiquet",
      "vintage": "NV",
      "rating": "90",
      "price": "$44",
      "note": "Vibrant and balanced, with flavors of nectarine, candied orange peel, slivered almond and oyster shell set on a lacy texture. Fragrant hints of white blossoms and lemon thyme show on the finish. Disgorged January 2022. Drink now. 1,850 cases imported. —AN                             Score 90 | Price $44"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "87",
      "name": "Arista Pinot Noir Russian River Valley UV-Lucky Well Vineyard",
      "winery": "Arista",
      "vintage": "2019",
      "rating": "93",
      "price": "$95",
      "note": "Presents gently mulled raspberry, blackberry and blood orange notes that have good energy and tension, with light savory, red tea and mineral details checking in on the finish. Offers nice freshness in the end. Drink now through 2028. 657 cases made. —JM                             Score 93 | Price $95"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "88",
      "name": "Disznókő Furmint Tokaji Dry",
      "winery": "Disznókő",
      "vintage": "2020",
      "rating": "90",
      "price": "$20",
      "note": "A lightly chalky white that delivers peach and strawberry fruit flavors, with intriguing accents of star anise, dried thyme and myrrh backed by sleek acidity. Mouthwatering and salty on the lingering finish. Drink now through 2025. 2,037 cases made, 500 cases imported. —AN                             Score 90 | Price $20"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "89",
      "name": "VHR Cabernet Sauvignon Oakville",
      "winery": "VHR",
      "vintage": "2019",
      "rating": "97",
      "price": "$250",
      "note": "This Oakville stunner is loaded with cassis, plum reduction and boysenberry pâte de fruit aromas and flavors, all allied to a deeply embedded iron spine. Singed alder and apple wood notes frame the edges, while sparkles of anise, violet and bramble add range and textual nuance. Reveals a great tug of earth late on the finish, with the fruit still dripping at the very end. Built for the cellar. Best from 2024 through 2040. 1,200 cases made. —JM                             Score 97 | Price $250"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "90",
      "name": "Companion Wine Co. Sunny B Oliver's Vineyard Edna Valley",
      "winery": "Companion Wine Co.",
      "vintage": "2021",
      "rating": "90",
      "price": "$11/375ml",
      "note": "Plump, fragrant and juicy, with pineapple, peach and melon flavors that are seamless, fresh and succulent, showing an aromatic note of lemon blossom and a touch of candied ginger on the long, expressive finish. Sauvignon Blanc and Chardonnay. Sold as a 375ml can. Drink now. 410 cases made. —MW                             Score 90 | Price $11/375ml"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "91",
      "name": "Viña Almaviva Epu Puente Alto",
      "winery": "Viña Almaviva",
      "vintage": "2019",
      "rating": "93",
      "price": "$65",
      "note": "This red offers ripe plum and cherry cordial flavors up front, revealing layers of nuance as it unfolds, including intriguing orange zest, Calabrian chili and olive notes. Presents a fresh, minerally acidity midpalate that pushes all the flavors to the finish, with zesty but firm tannins and echoes back to the opening flavors. Shows tremendous length. Cabernet Sauvignon, Carmenère, Merlot and Cabernet Franc. Drink now through 2028. 3,500 cases made, 500 cases imported. —MW                             Score 93 | Price $65"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "92",
      "name": "Calera Pinot Noir Mount Harlan Jensen Vineyard",
      "winery": "Calera",
      "vintage": "2019",
      "rating": "93",
      "price": "$105",
      "note": "Very fresh, featuring raspberry, blood orange and mulberry fruit that's well-defined and backed by mouthwatering acidity. Offers rose petal and savory notes along the way. A nice piercing minerality extends the finish. Best from 2023 through 2032. 720 cases made. —JM                             Score 93 | Price $105"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "93",
      "name": "Tzora Judean Hills White",
      "winery": "Tzora",
      "vintage": "2021",
      "rating": "90",
      "price": "$38",
      "note": "A generous style, with lush sweet apple and pear highlighted by candied pineapple and warm toast. Salty minerals beautifully offset the richly textured palate of this well-knit white. Chardonnay and Sauvignon Blanc. Kosher. Drink now through 2031. 900 cases made, 360 cases imported. —BS                             Score 90 | Price $38"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "94",
      "name": "Rivers-Marie Pinot Noir Sonoma Coast Silver Eagle Vineyard",
      "winery": "Rivers-Marie",
      "vintage": "2019",
      "rating": "93",
      "price": "$60",
      "note": "This has a restrained juiciness, with a light brambly textured edge to the mix of red and black cherry puree and dried anise. Shows really nice, focused energy through the finish, with the fruit playing out easily as wood spice and apple wood hints flirt along the edges. Drink now through 2028. 350 cases made. —JM                             Score 93 | Price $60"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "95",
      "name": "Alain Voge Cornas Les Vieilles Vignes",
      "winery": "Alain Voge",
      "vintage": "2019",
      "rating": "96",
      "price": "$90",
      "note": "This is packed with succulent cherry, plum paste and blackberry fruit flavors that show hints of mulled spice, dried anise, singed tobacco and sweet tapenade as they move through. A mouthwatering mineral edge extends the lengthy finish. Cellar patiently, then serve with game for the full seduction. Best from 2024 through 2038. 1,265 cases made, 225 cases imported. —JM                             Score 96 | Price $90"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "96",
      "name": "Elvio Cogno Barolo Ravera Vigna Elena Riserva",
      "winery": "Elvio Cogno",
      "vintage": "2016",
      "rating": "97",
      "price": "$195",
      "note": "This is beginning to mellow now after six years, featuring plum, cherry, leather, tar, mineral and menthol aromas and flavors. Yet there are still firm, refined tannins, along with bright acidity underneath, with excellent length. Best from 2025 through 2045. 670 cases made, 350 cases imported. —BS                             Score 97 | Price $195"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "97",
      "name": "Domaine Laroche Chablis Les Fourchaumes Vieilles Vignes",
      "winery": "Domaine Laroche",
      "vintage": "2020",
      "rating": "94",
      "price": "$81",
      "note": "Clean, precise and expressive, this white exudes fresh lemon, apple, floral, lanolin and mineral aromas and flavors. Harmonious and leaves a mouthwatering impression, with the essence of lemon and stone. Approachable now, yet should age gracefully. Drink now through 2029. 1,000 cases made, 200 cases imported. —BS                             Score 94 | Price $81"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "98",
      "name": "Ferren Chardonnay Sonoma Coast",
      "winery": "Ferren",
      "vintage": "2019",
      "rating": "94",
      "price": "$60",
      "note": "The salted butter, lemon bar, orange blossom and ripe melon flavors at the core of this white show generous purity and focus, with fresh acidity and with a hint of Himalayan salt on the long, expressive finish. The texture is smooth and lush, practically melting in your mouth. Drink now through 2031. 190 cases made. —MW                             Score 94 | Price $60"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "99",
      "name": "Antoine Graillot & Raúl Pérez Mencía Bierzo Encinas",
      "winery": "Antoine Graillot & Raúl Pérez",
      "vintage": "2019",
      "rating": "93",
      "price": "$33",
      "note": "Appealing violet, tarry smoke and spice box notes play on the nose of this expressive red, with flavors of black plum reduction, red licorice, cured tobacco and singed orange peel on the palate. The fresh, lasting finish features fine-grained tannins, which are creamy with light grip. Drink now through 2029. 850 cases made, 112 cases imported. —AN                             Score 93 | Price $33"
  },
  {
      "year": "2022",
      "list": "Wine Spectator",
      "rank": "100",
      "name": "DVO Napa Valley",
      "winery": "DVO",
      "vintage": "2019",
      "rating": "95",
      "price": "$300",
      "note": "This has a tightly layered core of cassis, mulberry and damson plum, while notes of warm earth and a bright iron spine drive underneath. Features a floral flash in the background, as the fruit and iron notes coalesce seamlessly on the finish. Steady as a rock. Cabernet Sauvignon and Cabernet Franc. Best from 2023 through 2036. 550 cases made. —JM                             Score 95 | Price $300"
  }
]