[
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "100",
      "name": "Moric Burgenland Hausmarke",
      "winery": "Moric",
      "vintage": "2017",
      "rating": "91",
      "price": "$25",
      "note": "This combines power and grace, with a ripe profile and lively acidity. Flavors of cherry and currant harmonize with hints of loam, underbrush and hibiscus tea. Complex and fresh-tasting, but also firm, this red is intriguingly long and inviting. Blaufränkisch, Zweigelt and Pinot Noir. Drink now through 2026. 200 cases imported. —AZ                             Score 91 | Price $25"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "99",
      "name": "Grifalco della Lucania Aglianico del Vulture Gricos",
      "winery": "Grifalco della Lucania",
      "vintage": "2017",
      "rating": "90",
      "price": "$20",
      "note": "This bright and well-knit red is medium- to full-bodied, with pleasing tension and creamy tannins defining flavors of mulberry, herbed olive and salty mineral. Aromatic accents of wild sage and bergamot linger on the finish. Drink now through 2025. 4,500 cases made, 1,600 cases imported. —AN                             Score 90 | Price $20"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "98",
      "name": "Alain Voge Cornas Les Chailles",
      "winery": "Alain Voge",
      "vintage": "2017",
      "rating": "94",
      "price": "$55",
      "note": "A bright and fresh style, leading off with floral and bay leaf elements, followed by brisk-edged cassis and damson plum fruit flavors. The racy, mineral-pierced finish shows good persistence. Best from 2022 through 2032. 900 cases made, 40 cases imported. —JM                             Score 94 | Price $55"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "97",
      "name": "Fowles Shiraz Victoria Ladies Who Shoot Their Lunch Wild Ferment",
      "winery": "Fowles",
      "vintage": "2018",
      "rating": "90",
      "price": "$35",
      "note": "Blackberry and huckleberry flavors are concentrated and plump, with appealing details of black tea, clove and dried mint. Firm tannins never get in the way, firming up slightly on the finish. Drink now. 5,000 cases made, 1,000 cases imported. —MW                             Score 90 | Price $35"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "96",
      "name": "Tenuta San Leonardo Sauvignon Blanc Vigneti delle Dolomiti Vette",
      "winery": "Tenuta San Leonardo",
      "vintage": "2018",
      "rating": "90",
      "price": "$22",
      "note": "A subtly perfumed, floral nose of jasmine and chive blossom draws you into the glass of this creamy, light- to medium-bodied white, where mouthwatering acidity and finely knit flavors of nectarine, lemon curd and stone await. Drink now through 2025. 7,000 cases made, 650 cases imported. —AN                             Score 90 | Price $22"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "95",
      "name": "Albert Morot Beaune Cent-Vignes",
      "winery": "Albert Morot",
      "vintage": "2017",
      "rating": "93",
      "price": "$53",
      "note": "Precision and purity are the hallmarks of this taut, linear red. Wild strawberry, cherry, stony mineral and earth notes are finely woven into the dense texture. Vibrant acidity drives the lingering finish. Best from 2022 through 2036. 500 cases made, 125 cases imported. —BS                             Score 93 | Price $53"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "94",
      "name": "Klinker Brick Grenache Blanc Lodi",
      "winery": "Klinker Brick",
      "vintage": "2019",
      "rating": "90",
      "price": "$15",
      "note": "Yellow apple, ripe Bartlett pear and tangerine flavors are pure and lush, set on a medium frame, with crisp acidity. Shows impressive focus and purity of flavor. Fresh finish. Drink now. 750 cases made. —MW                             Score 90 | Price $15"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "93",
      "name": "Château Pavie-Decesse St.-Emilion",
      "winery": "Château Pavie-Decesse",
      "vintage": "2017",
      "rating": "97",
      "price": "$127",
      "note": "This is laden with cassis and warmed plum compote notes, infused liberally with violet and anise accents. Gains depth and richness with air, yet maintains a racy edge due to its mouthwatering acidity and perfectly embedded chalky spine on the finish. Merlot and Cabernet Franc. Best from 2022 through 2040. Tasted twice, with consistent notes. 400 cases made. —JM                             Score 97 | Price $127"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "92",
      "name": "Oremus Furmint Tokaji Mandolás",
      "winery": "Oremus",
      "vintage": "2018",
      "rating": "90",
      "price": "$26",
      "note": "A ripe and juicy note of Jonagold apple is layered with hints of beeswax, chive blossom and almond skin in this well-cut, medium-bodied white, which is lightly chalky in texture, with a saline-laced finish. Drink now through 2023. 9,900 cases made, 1,250 cases imported. —AN                             Score 90 | Price $26"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "91",
      "name": "Château Lamartine Malbec Cahors",
      "winery": "Château Lamartine",
      "vintage": "2016",
      "rating": "90",
      "price": "$20",
      "note": "This focused red delivers smoke and mineral undertones flanking the plum and currant flavors, backed by moderate tannins. Accents of bay leaf, spice, violet and black licorice create depth and interest through the energetic finish. Malbec and Merlot. Drink now through 2028. 7,000 cases made, 1,000 cases imported. —GS                             Score 90 | Price $20"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "90",
      "name": "Schäfer-Fröhlich Riesling Nahe Felseneck GG",
      "winery": "Schäfer-Fröhlich",
      "vintage": "2018",
      "rating": "96",
      "price": "$110",
      "note": "A very expressive, medium-bodied version, with lots of flesh, offset by powerful acidity that gives this ample energy and drive. Notes of jasmine, hops, yellow plum and kumquat impart charm midpalate, while hints of shaved ginger and lemon oil linger on the long, well-defined finish. Best from 2023 through 2036. 500 cases made, 56 cases imported. —AZ                             Score 96 | Price $110"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "89",
      "name": "Château Cambon La Pelouse Haut-Médoc",
      "winery": "Château Cambon La Pelouse",
      "vintage": "2017",
      "rating": "90",
      "price": "$20",
      "note": "This packs in some bramble, black cherry and blackberry fruit flavors, harnessing them with a singed alder frame and keeping them moving along with fresh acidity. Cabernet Sauvignon, Merlot and Petit Verdot. Drink now through 2025. 13,333 cases made. —JM                             Score 90 | Price $20"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "88",
      "name": "Sleight of Hand The Archimage Reserve Columbia Valley",
      "winery": "Sleight of Hand",
      "vintage": "2016",
      "rating": "93",
      "price": "$52",
      "note": "Svelte and seamlessly complex, featuring refined cherry and blueberry flavors, with hints of lead pencil and spice that build energy toward polished tannins. Cabernet Franc, Merlot and Cabernet Sauvignon. Drink now through 2029. 750 cases made. —TF                             Score 93 | Price $52"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "87",
      "name": "Wine & Soul Douro Pintas",
      "winery": "Wine & Soul",
      "vintage": "2017",
      "rating": "96",
      "price": "$115",
      "note": "A generous, harmonious red, boasting steeped cherry, blackberry coulis and cedar flavors that meld into violet, black tea and graphite accents. Details of olive, wild herb and ripe currant play into the finish. Powerful and refined. Best from 2022 through 2035. 1,000 cases made, 70 cases imported. —GS                             Score 96 | Price $115"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "86",
      "name": "Château Thivin Brouilly Reverdon",
      "winery": "Château Thivin",
      "vintage": "2018",
      "rating": "91",
      "price": "$26",
      "note": "Lively acidity cuts through the bright cherry and currant notes of this mouthwatering red, showing details of white pepper, wet stone and dried herb that dovetail onto the finish. Offers light, integrated tannins, with great energy and focus throughout. Drink now through 2024. 1,900 cases imported. —GS                             Score 91 | Price $26"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "85",
      "name": "Koehler-Ruprecht Pinot Noir Kabinett Trocken Pfalz",
      "winery": "Koehler-Ruprecht",
      "vintage": "2017",
      "rating": "90",
      "price": "$24",
      "note": "Quite juicy, with wild cherry, hibiscus and black tea notes that are in good harmony, supported by light tannins and prominent acidity. Offers a beautiful mouthfeel that coats the palate and invites you back for another sip. Drink now through 2027. 500 cases imported. —AZ                             Score 90 | Price $24"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "84",
      "name": "Delas St.-Joseph White Les Challeys",
      "winery": "Delas",
      "vintage": "2019",
      "rating": "94",
      "price": "$35",
      "note": "Very bright and engaging style, with a flurry of honeysuckle and acacia notes out front followed quickly by lively white peach, Jonagold apple and star fruit flavors. Light quinine inlay adds an extra note of intrigue. Lovely. Drink now through 2027. 700 cases made. —JM                             Score 94 | Price $35"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "83",
      "name": "Golan Heights Winery Cabernet Sauvignon Galilee Yarden",
      "winery": "Golan Heights Winery",
      "vintage": "2017",
      "rating": "91",
      "price": "$36",
      "note": "Glossy, full tannins encase the brooding layers of dark cherry reduction and steeped currant, infused with sandalwood, anise and mocha details. This has nice elegance despite the power, with black tea and floral notes chiming in on the finish. Kosher. Drink now through 2025. 24,000 cases made, 4,000 cases imported. —GS                             Score 91 | Price $36"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "82",
      "name": "Tormaresca Primitivo Salento Torcicoda",
      "winery": "Tormaresca",
      "vintage": "2016",
      "rating": "90",
      "price": "$20",
      "note": "Well-balanced and fresh, this medium-bodied red features a thread of ground spice that underscores flavors of crushed black raspberry, cherry, thyme and red licorice. Light tannins sculpt the clean-cut finish. Drink now through 2025. 4,000 cases imported. —AN                             Score 90 | Price $20"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "81",
      "name": "Château Smith-Haut-Lafitte Pessac-Léognan White",
      "winery": "Château Smith-Haut-Lafitte",
      "vintage": "2017",
      "rating": "96",
      "price": "$127",
      "note": "Juicy energy ripples from start to finish, with gooseberry, yellow apple, chamomile, tarragon and verbena notes giving this a tangy and flattering character. Reveals a long salted butter edge on the finish. Lovely now, but will fan out and become plumper with time. Sauvignon Blanc, Sémillon and Sauvignon Gris. Best from 2021 through 2030. 2,083 cases made. —JM                             Score 96 | Price $127"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "80",
      "name": "Reata Chardonnay Sonoma Coast",
      "winery": "Reata",
      "vintage": "2018",
      "rating": "90",
      "price": "$20",
      "note": "Rich, with flint and sea salt notes to the dried fig, quince and preserved lemon flavors, followed by egg cream accents on the well-spiced finish. Drink now through 2023. 5,200 cases made. —KM                             Score 90 | Price $20"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "79",
      "name": "Stoller Pinot Noir Willamette Valley",
      "winery": "Stoller",
      "vintage": "2018",
      "rating": "90",
      "price": "$20",
      "note": "Supple and elegantly layered, with pretty raspberry, spiced cinnamon and black tea flavors that flesh out on a long finish. Drink now through 2026. 5,300 cases made. —TF                             Score 90 | Price $20"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "78",
      "name": "Clos Fourtet St.-Emilion",
      "winery": "Clos Fourtet",
      "vintage": "2017",
      "rating": "95",
      "price": "$111",
      "note": "Very pure, with clearly defined plum, blackberry and black cherry preserve flavors gliding through, gently infused with anise and black tea details along the way. The fruit is so seductive you might miss the sneaky, graphite-edged grip that builds through the finish, promising solid cellaring potential. Merlot, Cabernet Sauvignon and Cabernet Franc. Best from 2022 through 2038. 3,333 cases made. —JM                             Score 95 | Price $111"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "77",
      "name": "Ridge Monte Bello Santa Cruz Mountains",
      "winery": "Ridge",
      "vintage": "2017",
      "rating": "96",
      "price": "$230",
      "note": "Distinctive, with vibrant flavors of violet, juniper and anise out front, backed by a core of intense dark currant, plum and cherry fruit. Firmly grounded, showing serious cut and drive through the bay leaf– and sage-accented finish, which sports ample toast alongside the fruit and floral elements. A chiseled, ripped Cabernet for the cellar. Cabernet Sauvignon, Merlot, Petit Verdot and Cabernet Franc. Best from 2023 through 2040. 3,750 cases made. —JM                             Score 96 | Price $230"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "76",
      "name": "El Cep Brut Cava Gelida Gran Reserva",
      "winery": "El Cep",
      "vintage": "2015",
      "rating": "90",
      "price": "$20",
      "note": "Apricot and tangerine flavors are set on the fine mousse of this expressive Cava, layered with hints of pastry cream, toasted almond and candied ginger. Fresh and zesty on the lingering finish. Drink now through 2022. 7,500 cases made, 3,000 cases imported. —AN                             Score 90 | Price $20"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "75",
      "name": "Château de Pibarnon Bandol",
      "winery": "Château de Pibarnon",
      "vintage": "2016",
      "rating": "92",
      "price": "$46",
      "note": "A whiff of white pepper and bay leaf gives way to bright raspberry and currant flavors backed by tangy acidity, along with details of game, anise and tea that add depth and interest. Powerful but inviting. Mourvèdre and Grenache. Drink now through 2028. 8,000 cases made. —GS                             Score 92 | Price $46"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "74",
      "name": "Jermann Pinot Grigio Friuli",
      "winery": "Jermann",
      "vintage": "2017",
      "rating": "91",
      "price": "$30",
      "note": "A minerally version, creamy and medium-bodied, with tangy acidity and a zesty edge to the flavors of poached pear, apricot tart and anise, showing a hint of toasted almond that echoes on the finish. Drink now through 2025. 15,250 cases imported. —AN                             Score 91 | Price $30"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "73",
      "name": "Spy Valley Sauvignon Blanc Marlborough",
      "winery": "Spy Valley",
      "vintage": "2019",
      "rating": "90",
      "price": "$20",
      "note": "Ruby grapefruit, passionfruit and green apple flavors are vibrant and expressive on a juicy frame. Shows off terrific transparency to the fruit flavors, and a long finish where a touch of Dragonwell green tea peeks through. Drink now. 40,000 cases made, 35,000 cases imported. —MW                             Score 90 | Price $20"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "72",
      "name": "Mercer Cabernet Sauvignon Horse Heaven Hills Mercer Bros.",
      "winery": "Mercer",
      "vintage": "2017",
      "rating": "90",
      "price": "$20",
      "note": "A spry and appealing red, with lively black cherry and dried sage flavors that add richness toward fine-grained tannins. Drink now through 2026. 14,980 cases made. —TF                             Score 90 | Price $20"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "71",
      "name": "Stark-Condé Cabernet Sauvignon Stellenbosch",
      "winery": "Stark-Condé",
      "vintage": "2017",
      "rating": "91",
      "price": "$27",
      "note": "Elegant, with dark plum and currant notes that are lively and balanced due to a bright beam of acidity and soft tannins, lending support and depth. Not a big Cabernet, but one that would pair well with a variety of foods. Best from 2022 through 2033. 2,074 cases made, 2,000 cases imported. —AZ                             Score 91 | Price $27"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "70",
      "name": "Suavia Soave Classico Monte Carbonare",
      "winery": "Suavia",
      "vintage": "2017",
      "rating": "92",
      "price": "$33",
      "note": "Svelte and finely knit, this vivid white is driven by both its minerally underpinning and its rapierlike acidic frame, components well-meshed with the pleasing range of pink grapefruit sorbet, nectarine and grated ginger notes, plus a touch of almond skin that imparts a light, tactile sensation to the racy finish. Drink now through 2027. 3,500 cases made, 1,500 cases imported. —AN                             Score 92 | Price $33"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "69",
      "name": "Bodega Luigi Bosca Malbec Luján de Cuyo D.O.C Single Vineyard",
      "winery": "Bodega Luigi Bosca",
      "vintage": "2017",
      "rating": "91",
      "price": "$27",
      "note": "Sandalwood-inflected dried cherry and berry flavors are filled with sanguine richness. The lusciously spiced finish features a creamy texture. Drink now through 2024. 27,500 cases made, 7,000 cases imported. —KM                             Score 91 | Price $27"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "68",
      "name": "Mt. Brave Cabernet Sauvignon Mount Veeder",
      "winery": "Mt. Brave",
      "vintage": "2017",
      "rating": "95",
      "price": "$100",
      "note": "This offers blackberry, boysenberry and açaí berry compote flavors that sparkle with anise, sassafras and sage accents. Shows serious tarry grip, but that recedes into the fruit as this airs in the glass, leaving embers of singed juniper and alder at the very end. Best from 2023 through 2040. 2,700 cases made. —JM                             Score 95 | Price $100"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "67",
      "name": "Château de Beaucastel Châteauneuf-du-Pape",
      "winery": "Château de Beaucastel",
      "vintage": "2017",
      "rating": "95",
      "price": "$112",
      "note": "A dark and winey style, offering a mix of plum, black currant and black cherry notes, infused with black tea, fruitcake and anise accents. Solidly built, vibrant and energetic from start to finish, this carries copious fruit easily through the lengthy finish. Grenache, Cinsault, Syrah, Mourvèdre and Counoise. Best from 2020 through 2040. 3,500 cases imported. —JM                             Score 95 | Price $112"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "66",
      "name": "Invivo Sauvignon Blanc Marlborough X, Sarah Jessica Parker",
      "winery": "Invivo",
      "vintage": "2019",
      "rating": "90",
      "price": "$20",
      "note": "Succulent and refreshing, with Key lime, preserved ginger and green apple candy flavors that are intense and focused. Reveals a hint of toasted green tea on the juicy finish. Drink now. 55,000 cases made, 35,000 cases imported. —MW                             Score 90 | Price $20"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "65",
      "name": "Ployez-Jacquemart Brut Champagne Extra Quality",
      "winery": "Ployez-Jacquemart",
      "vintage": "NV",
      "rating": "92",
      "price": "$45",
      "note": "A lovely hint of honeysuckle accents the flavors of mirabelle plum, white cherry, anise and grated ginger in this vibrant Champagne, which is finely knit and detailed in texture, with a mouthwatering finish of ripe fruit, spice and chalk accents. Disgorged November 2019. Drink now through 2025. 40,000 cases made, 6,930 cases imported. —AN                             Score 92 | Price $45"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "64",
      "name": "La Crema Pinot Noir Willamette Valley",
      "winery": "La Crema",
      "vintage": "2018",
      "rating": "92",
      "price": "$35",
      "note": "Sleek and vibrant, with snappy raspberry and red plum flavors accented by sweet basil and spice and finishing with fine-grained tannins. Drink now through 2027. 26,434 cases made. —TF                             Score 92 | Price $35"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "63",
      "name": "DeLille D2 Columbia Valley",
      "winery": "DeLille",
      "vintage": "2017",
      "rating": "93",
      "price": "$48",
      "note": "Opens with supple and expressive red currant, green olive and clove flavors, then shifts gears and takes on increasingly muscular yet polished tannins on the long finish. Merlot, Cabernet Sauvignon, Cabernet Franc and Petit Verdot. Drink now through 2028. 12,600 cases made. —TF                             Score 93 | Price $48"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "62",
      "name": "Clos de la Grange Sauvignon Touraine",
      "winery": "Clos de la Grange",
      "vintage": "2018",
      "rating": "90",
      "price": "$16",
      "note": "An atypical version, with a gorgeous mix of orchard blossom, yellow apple and elderflower flavors, showing hints of lemon. Elegant yet very expressive, driven by vibrant acidity and a minerally backbone. Turns savory on the well-defined finish. Drink now through 2025. 1,200 cases made, 1,200 cases imported. —AZ                             Score 90 | Price $16"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "61",
      "name": "Marichal Tannat Canelones Premium Varietal",
      "winery": "Marichal",
      "vintage": "2018",
      "rating": "90",
      "price": "$16",
      "note": "Pure-tasting red currant and raspberry flavors are supported by crunchy acidity in this juicy style. Mineral and white pepper accents show midpalate, with freshly crushed cooking spice details on the finish. Drink now through 2023. 2,200 cases imported. —KM                             Score 90 | Price $16"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "60",
      "name": "Il Conte Villa Prandone Rosso Piceno Superiore Marinus",
      "winery": "Il Conte Villa Prandone",
      "vintage": "2017",
      "rating": "91",
      "price": "$24",
      "note": "A rich, medium- to full-bodied red in a well-tailored frame, knitting saturated flavors of crushed boysenberry, pomegranate, black licorice, toast and spice to fine-grained tannins and a graphite-laced underpinning that echoes on the finish. Montepulciano and Sangiovese. Best from 2021 through 2029. 7,000 cases made, 3,000 cases imported. —AN                             Score 91 | Price $24"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "59",
      "name": "Southern Right Sauvignon Blanc Walker Bay",
      "winery": "Southern Right",
      "vintage": "2019",
      "rating": "90",
      "price": "$16",
      "note": "This displays intensity and precision, with notes of fleur de sel and sage underscoring grapefruit and white peach flavors. Shows a bit of crunch in texture. Long, inviting and quite balanced. Drink now through 2026. 9,000 cases made, 3,500 cases imported. —AZ                             Score 90 | Price $16"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "58",
      "name": "Mount Veeder Winery Cabernet Sauvignon Napa Valley",
      "winery": "Mount Veeder Winery",
      "vintage": "2017",
      "rating": "93",
      "price": "$44",
      "note": "Distinctive, with blueberry and açaí berry fruit flavors, infused liberally with sassafras, bay leaf and sweet spice notes. A beautiful rendition of mountain fruit, laced with racy acidity and carried by smoldering tannins. Shows impressive detail and energy for a 2017. Best from 2021 through 2035. 29,000 cases made. —JM                             Score 93 | Price $44"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "57",
      "name": "Château Figeac St.-Emilion",
      "winery": "Château Figeac",
      "vintage": "2017",
      "rating": "96",
      "price": "$180",
      "note": "This starts slowly, with black tea and sunbaked loam aromas leading off, followed by a deep well of black currant, fig and blackberry preserve flavors that form the core. From there, iron and espresso cream threads line the finish, where the fruit drips slowly and the aromas linger seductively. This will be a slow burn. Cabernet Sauvignon, Merlot and Cabernet Franc. Best from 2024 through 2042. 4,833 cases made. —JM                             Score 96 | Price $180"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "56",
      "name": "Familia Zuccardi Malbec Uco Valley José Zuccardi",
      "winery": "Familia Zuccardi",
      "vintage": "2016",
      "rating": "94",
      "price": "$45",
      "note": "Explosively fruity aromas and flavors of blackberry, dark cherry and plum tart are creamy and filled with rich savory and cooking spice accents. Powerfully structured, showing dark chocolate and mocha on the finish, with hints of dried mint. Drink now through 2025. 5,000 cases made, 2,000 cases imported. —KM                             Score 94 | Price $45"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "55",
      "name": "R. López de Heredia Viña Tondonia Rioja Rosado Viña Tondonia Gran Reserva",
      "winery": "R. López de Heredia Viña Tondonia",
      "vintage": "2009",
      "rating": "93",
      "price": "$33",
      "note": "The deep, rusty color announces that this is not a typical rosé. Distinctive, offering tangy acidity and light, firm tannins that frame the rich texture, giving this plenty of structure for food. Orange peel, tarragon, iodine and beeswax notes frame the dried cherry and tangerine flavors. Unique. Garnacho, Tempranillo and Viura. Drink now through 2029. 1,166 cases made. —TM                             Score 93 | Price $33"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "54",
      "name": "Travaglini Gattinara",
      "winery": "Travaglini",
      "vintage": "2015",
      "rating": "92",
      "price": "$32",
      "note": "Bursting with sweet, ripe cherry and plum fruit, this Gattinara also evokes salty licorice, loam, leather and rose hip notes. Firm and balanced, with a minerally aftertaste. Drink now through 2028. 180,000 cases made, 5,250 cases imported. —BS                             Score 92 | Price $32"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "53",
      "name": "Dry Creek Zinfandel Dry Creek Valley Spencer's Hill Vineyard Single Vineyard Series",
      "winery": "Dry Creek",
      "vintage": "2016",
      "rating": "94",
      "price": "$44",
      "note": "A knockout example of Dry Creek Zin, this is briary yet polished and refined, with lively raspberry, grilled anise and cracked pepper flavors that build power and tension toward broad-shouldered tannins. Drink now through 2030. 800 cases made. —TF                             Score 94 | Price $44"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "52",
      "name": "Vincent Carême Vouvray Le Clos",
      "winery": "Vincent Carême",
      "vintage": "2018",
      "rating": "93",
      "price": "$40",
      "note": "Searing acidity flows behind the notes of glazed pear, fig and quince, with hints of blanched almond echoing. Silky in texture, with a savory mineral crunch, this gets a bit tight midpalate, but the acidity takes over and keeps this going on the long, spice-infused finish. Could work now with the right food, but better to wait a bit. Best from 2022 through 2032. 500 cases imported. —AZ                             Score 93 | Price $40"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "51",
      "name": "Paul Hobbs Pinot Noir Sonoma Coast Goldrock Estate",
      "winery": "Paul Hobbs",
      "vintage": "2018",
      "rating": "95",
      "price": "$75",
      "note": "Rich and contoured, with ferrous notes to the well-structured red currant, dark cherry and dried blackberry flavors. Supple minerality shows on the spicy finish, where light creamy accents linger. Best from 2021 through 2026. 801 cases made. —KM                             Score 95 | Price $75"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "50",
      "name": "Los Vascos Sauvignon Blanc Casablanca Valley",
      "winery": "Los Vascos",
      "vintage": "2019",
      "rating": "90",
      "price": "$14",
      "note": "A snappy and juicy version, with melon, grapefruit and lemon drop flavors that are well-structured. Zesty acidity lingers into the well-spiced finish. Drink now. 25,000 cases made, 6,000 cases imported. —KM                             Score 90 | Price $14"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "49",
      "name": "Istine Chianti Classico",
      "winery": "Istine",
      "vintage": "2016",
      "rating": "93",
      "price": "$25",
      "note": "Broad and rich, this Chianti Classico boasts black cherry, blackberry, violet and woodsy underbrush notes. Turns taut and sinewy, flexing tannic might on the finish. Food or a little bottle age will help. Best from 2022 through 2036. 850 cases made, 450 cases imported. —BS                             Score 93 | Price $25"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "48",
      "name": "Maggy Hawk Pinot Noir Anderson Valley Jolie",
      "winery": "Maggy Hawk",
      "vintage": "2017",
      "rating": "95",
      "price": "$65",
      "note": "Fine-grained red fruit and berry flavors are refined and etched with rich spice and sandalwood accents. The juicy finish lingers with vibrant minerality and hot stone notes. Complex and elegant, exhibiting a vibrant balance. Drink now through 2025. 460 cases made. —KM                             Score 95 | Price $65"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "47",
      "name": "Vietti Barbera d'Asti Tre Vigne",
      "winery": "Vietti",
      "vintage": "2017",
      "rating": "91",
      "price": "$18",
      "note": "High-toned black currant, black cherry and violet aromas and flavors are accented by vanilla and toast notes in this suave red. Supple and intense, with a lingering aftertaste of dark fruit, licorice and spice. Drink now through 2024. 6,000 cases made, 3,000 cases imported. —BS                             Score 91 | Price $18"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "46",
      "name": "Vasse Felix Cabernet Sauvignon Margaret River Filius",
      "winery": "Vasse Felix",
      "vintage": "2017",
      "rating": "92",
      "price": "$28",
      "note": "Firm, showing off the region's signature fresh herbal notes, which give this aromatic lift and linger on the finish. Bay leaf, rosemary and cedar details are effortlessly infused into the cassis and plum flavors. A hint of black tea adds to the complexity, as does the seamlessness of the velvety tannins. Drink now through 2035. 18,000 cases made, 900 cases imported. —MW                             Score 92 | Price $28"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "45",
      "name": "Ferraton Père & Fils Crozes-Hermitage Calendes",
      "winery": "Ferraton Père & Fils",
      "vintage": "2017",
      "rating": "92",
      "price": "$34",
      "note": "Juicy and compact, featuring dark plum and blackberry fruit flavors, wrapped in sweet tobacco and licorice root notes. Shows a tarry edge on the finish. Drink now through 2025. 7,500 cases made, 1,000 cases imported. —JM                             Score 92 | Price $34"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "44",
      "name": "Hartford Court Chardonnay Russian River Valley",
      "winery": "Hartford Court",
      "vintage": "2018",
      "rating": "92",
      "price": "$30",
      "note": "Luscious, rich and full of creamy white fruit flavors flanked by buttery accents. Spicy plushness lingers into the finish, with some honeyed notes. Drink now through 2024. 17,000 cases made. —KM                             Score 92 | Price $30"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "43",
      "name": "Domaine Bousquet Malbec Tupungato",
      "winery": "Domaine Bousquet",
      "vintage": "2019",
      "rating": "90",
      "price": "$13",
      "note": "Offers a smoky aroma, with refined raspberry and red currant flavors, backed by crunchy acidity. Savory midpalate, with a fine-grained finish that offers black licorice and tar notes. Drink now through 2024. 88,540 cases made, 27,793 cases imported. —KM                             Score 90 | Price $13"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "42",
      "name": "Gloria Ferrer Brut Carneros Royal Cuvée Late Disgorged",
      "winery": "Gloria Ferrer",
      "vintage": "2013",
      "rating": "93",
      "price": "$40",
      "note": "A sumptuous and rich style, with vibrant Asian pear, fresh yeast roll and spiced nut flavors, taking on a steely structure on the long finish. Drink now. 4,800 cases made. —TF                             Score 93 | Price $40"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "41",
      "name": "Penfolds Shiraz South Australia Bin 28 Kalimna",
      "winery": "Penfolds",
      "vintage": "2018",
      "rating": "93",
      "price": "$40",
      "note": "Shows terrific concentration, with dense and chewy tannins providing an appealing backdrop to the blueberry, dried cherry, date and candied ginger flavors. Tobacco, tomato leaf and espresso notes linger on the finish. Drink now through 2030. 9,560 cases imported. —MW                             Score 93 | Price $40"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "40",
      "name": "Tensley Syrah Santa Barbara County Colson Canyon Vineyard",
      "winery": "Tensley",
      "vintage": "2018",
      "rating": "94",
      "price": "$44",
      "note": "Shows ample torque at the core, wrapped in multilayered flavors of blueberry and cherry, accented by licorice, garrigue and crushed rock notes, finishing with brooding yet polished tannins. Drink now through 2028. 1,500 cases made. —TF                             Score 94 | Price $44"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "39",
      "name": "Boscarelli Vino Nobile di Montepulciano",
      "winery": "Boscarelli",
      "vintage": "2016",
      "rating": "94",
      "price": "$41",
      "note": "Expressive and harmonious, this red exhibits cherry, blackberry, violet and mineral aromas and flavors. Pure and elegant, with an underlying tension and intensity that drives the lingering aftertaste of fruit, stone and earth, showing a hint of wild herbs. Sangiovese, Canaiolo, Mammolo and Colorino. Best from 2022 through 2038. 4,200 cases made, 800 cases imported. —BS                             Score 94 | Price $41"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "38",
      "name": "Bodegas Juan Gil Jumilla Blue Label",
      "winery": "Bodegas Juan Gil",
      "vintage": "2017",
      "rating": "94",
      "price": "$35",
      "note": "This brawny red shows a savory character, with loamy earth, black tea and tobacco notes framing a rich core of currant and blackberry flavors. The muscular tannins are balanced by juicy acidity. Dense, balanced and expressive.  Monastrell, Cabernet Sauvignon and Syrah. Drink now through 2032. 2,500 cases made, 1,250 cases imported. —TM                             Score 94 | Price $35"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "37",
      "name": "Bergström Pinot Noir Willamette Valley Cumberland Reserve",
      "winery": "Bergström",
      "vintage": "2018",
      "rating": "94",
      "price": "$42",
      "note": "Dynamic yet harmonious, with expressive raspberry and rose petal aromas, accented by flavors of orange peel and dusky spice. Builds richness toward polished tannins. Drink now through 2028. 4,210 cases made. —TF                             Score 94 | Price $42"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "36",
      "name": "Marchesi de' Frescobaldi Chianti Classico Tenuta Perano",
      "winery": "Marchesi de' Frescobaldi",
      "vintage": "2015",
      "rating": "92",
      "price": "$24",
      "note": "The core black cherry and blackberry flavors are shaded by iron, petrol and tar elements, with wild Tuscan scrub accents. This is powerful and tannic, and needs some time to integrate. Best from 2021 through 2033. 2,000 cases imported. —BS                             Score 92 | Price $24"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "35",
      "name": "Trimbach Riesling Alsace",
      "winery": "Trimbach",
      "vintage": "2017",
      "rating": "91",
      "price": "$25",
      "note": "A sleek, minerally white, with well-cut acidity defining flavors of white peach, pine and preserved lemon, showing a rich hint of passion fruit coulis. Fine and creamy, offering a lasting finish. Drink now through 2027. 30,000 cases made, 7,000 cases imported. —AN                             Score 91 | Price $25"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "34",
      "name": "Glenelly Chardonnay Stellenbosch Estate Reserve",
      "winery": "Glenelly",
      "vintage": "2018",
      "rating": "92",
      "price": "$25",
      "note": "Expressive and profound, beautifully balancing oak and fruit and floral flavors. Notes of apple, mint, heather and butter mingle in harmony, supported by vivid acidity. Picks up a bit of crunch toward the long, mouthwatering finish, adding to the interesting texture. Best from 2022 through 2032. 2,500 cases made, 1,009 cases imported. —AZ                             Score 92 | Price $25"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "33",
      "name": "Ken Wright Pinot Noir Willamette Valley",
      "winery": "Ken Wright",
      "vintage": "2017",
      "rating": "91",
      "price": "$22",
      "note": "Sleek and elegantly rich, with a vibrant backbone of polished tannins and bright acidity wrapped in expressive raspberry and orange zest flavors, with sandalwood and other zesty spice notes. Drink now through 2026. 18,000 cases made. —TF                             Score 91 | Price $22"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "32",
      "name": "Foradori Manzoni Bianco Vigneti delle Dolomiti Fontanasanta",
      "winery": "Foradori",
      "vintage": "2018",
      "rating": "93",
      "price": "$30",
      "note": "Fragrant aromas and flavors of macerated peach, chamomile and white raspberry are finely meshed in this elegant, medium-bodied white, with mouthwatering acidity. Bright and distinctive, offering a lasting, spice- and saline-laced finish. Lightly chalky in texture. Drink now through 2028. 650 cases imported. —AN                             Score 93 | Price $30"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "31",
      "name": "Forge Riesling Seneca Lake Dry Classique",
      "winery": "Forge",
      "vintage": "2018",
      "rating": "91",
      "price": "$19",
      "note": "Distinct, with mustard flower, yellow apple, quince and jasmine notes mixed together, carried on a slightly rounded, waxy frame and ending with a flash of quinine. Drink now through 2023. 4,000 cases made. —JM                             Score 91 | Price $19"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "30",
      "name": "Compañia de Vinos del Atlántico Garnacha Montsant Pinyolet",
      "winery": "Compañia de Vinos del Atlántico",
      "vintage": "2016",
      "rating": "91",
      "price": "$15",
      "note": "This red has density and polish, with cherry and red plum flavors accented by forest floor, tobacco and licorice notes. Solid and balanced. Drink now through 2026. 3,500 cases made, 3,146 cases imported. —TM                             Score 91 | Price $15"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "29",
      "name": "The Four Graces Pinot Noir Dundee Hills Reserve",
      "winery": "The Four Graces",
      "vintage": "2017",
      "rating": "94",
      "price": "$40",
      "note": "A delicate and polished beauty, with expressive violet and raspberry aromas that open to gracefully layered cherry and spiced cinnamon accents that build richness toward refined tannins. Drink now through 2029. 3,064 cases made. —TF                             Score 94 | Price $40"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "28",
      "name": "Bodegas Borsao Syrah Campo de Borja Zarihs",
      "winery": "Bodegas Borsao",
      "vintage": "2016",
      "rating": "93",
      "price": "$22",
      "note": "This red marries the ripe fruit and toasty oak of the international style with a savory, rustic character. A thick, polished texture, supported by well-integrated tannins and balsamic acidity, carries dark plum, black pepper, soy sauce and loamy earth flavors that are seamless and long. Drink now through 2032. 8,000 cases made, 2,000 cases imported. —TM                             Score 93 | Price $22"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "27",
      "name": "Concha y Toro Cabernet Sauvignon Puente Alto Gravas del Maipo",
      "winery": "Concha y Toro",
      "vintage": "2017",
      "rating": "95",
      "price": "$70",
      "note": "Precise and powerful, with fleshy richness to the dark currant, cassis and black olive flavors, matched to dried savory accents. Mocha and dark chocolate details show on the long, richly spiced finish. Drink now through 2027. 1,500 cases made, 500 cases imported. —KM                             Score 95 | Price $70"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "26",
      "name": "Quivira Sauvignon Blanc Dry Creek Valley Fig Tree Vineyard",
      "winery": "Quivira",
      "vintage": "2018",
      "rating": "93",
      "price": "$24",
      "note": "Verbena, beeswax and matcha green tea notes give way to a succulent, polished core of lemon curd, lanolin and quince flavors. Powerfully intense and focused, but the mouthwatering acidity keeps the flavors vivid, fresh and light-footed. Drink now. 1,310 cases made. —MW                             Score 93 | Price $24"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "25",
      "name": "Bodegas Montecillo Rioja Reserva",
      "winery": "Bodegas Montecillo",
      "vintage": "2013",
      "rating": "92",
      "price": "$18",
      "note": "This plump red offers mulled cherry and plum flavors, with notes of cinnamon, sandalwood and cedar. Light tannins are well-integrated, while orange peel acidity keeps this fresh and focused. Harmonious and generous. Tempranillo, Mazuelo and Garnacha. Drink now through 2028. 26,500 cases made, 15,900 cases imported. —TM                             Score 92 | Price $18"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "24",
      "name": "Produttori del Barbaresco Barbaresco Rabajà Riserva",
      "winery": "Produttori del Barbaresco",
      "vintage": "2015",
      "rating": "97",
      "price": "$71",
      "note": "Though rich, this red offers bright acidity and dense tannins that lend a sense of tightness, with pure cherry, strawberry and floral flavors that are persistent from start to lingering finish, where distinct spice and mineral elements play out. Best from 2023 through 2045. 1,342 cases made, 275 cases imported. —BS                             Score 97 | Price $71"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "23",
      "name": "Allan Scott Sauvignon Blanc Marlborough",
      "winery": "Allan Scott",
      "vintage": "2020",
      "rating": "92",
      "price": "$17",
      "note": "Supple and succulent, offering a generous and juicy mix of passion fruit, Key lime and ruby grapefruit flavors. Expressive and strong on the finish, with touches of freshly grated ginger and green tea. Drink now. 50,000 cases made, 16,000 cases imported. —MW                             Score 92 | Price $17"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "22",
      "name": "Pierre Amadieu Gigondas Domaine Grand Romane",
      "winery": "Pierre Amadieu",
      "vintage": "2017",
      "rating": "94",
      "price": "$40",
      "note": "Ripe and juicy in feel, with a wound-up core of raspberry, black currant and cherry pâte de fruit flavors waiting to stretch out, while an undercurrent of alder, tobacco and licorice root notes moves through. Will be a winner when fully knit. Best from 2023 through 2035. 6,500 cases made, 1,000 cases imported. —JM                             Score 94 | Price $40"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "21",
      "name": "Joel Gott Sauvignon Blanc California",
      "winery": "Joel Gott",
      "vintage": "2019",
      "rating": "92",
      "price": "$12",
      "note": "Lemon blossom, Asian pear, lime sherbet and candied orange peel notes are pure, fragrant and juicy in this silky white, with intensity and a lift of freshness on the finish from an accent of lemon verbena. Drink now. Tasted twice, with consistent notes. 98,000 cases made. —MW                             Score 92 | Price $12"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "20",
      "name": "Caiarossa Toscana Pergolaia",
      "winery": "Caiarossa",
      "vintage": "2016",
      "rating": "94",
      "price": "$28",
      "note": "Flavors of black cherry and blackberry stand up to the dense tannins in this fresh, deep and intense red, but this is equally about the vibrant acidity driving the fruit, wild herb nuances and spice-infused aftertaste. Sangiovese with Cabernet Franc, Cabernet Sauvignon and Merlot. Best from 2022 through 2040. 4,700 cases made, 1,200 cases imported. —BS                             Score 94 | Price $28"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "19",
      "name": "Résonance Pinot Noir Willamette Valley",
      "winery": "Résonance",
      "vintage": "2017",
      "rating": "93",
      "price": "$35",
      "note": "A wine with structure and presence, buoyed by a complex backbone of minerality, wrapped in refined dark cherry and black tea flavors and finishing with fine-grained tannins. Best from 2021 through 2029. 6,550 cases made. —TF                             Score 93 | Price $35"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "18",
      "name": "Hall Sauvignon Blanc Knights Valley",
      "winery": "Hall",
      "vintage": "2018",
      "rating": "94",
      "price": "$35",
      "note": "Stylish and memorable, this white strikes an ideal balance between richness and vibrancy, with a spicy, smoky note of palo santo and a juicy, crisp core of lemon curd, orange sherbet and dried apricot flavors. A touch of green tea lingers on the finish. Drink now through 2030. 1,225 cases made. —MW                             Score 94 | Price $35"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "17",
      "name": "Bodegas Godeval Valdeorras Viña Godeval Cepas Vellas",
      "winery": "Bodegas Godeval",
      "vintage": "2018",
      "rating": "94",
      "price": "$23",
      "note": "Firm and shapely, this white shows power and elegance. The polished texture carries lively flavors of grapefruit, quince, tarragon and flint. Electric acidity gives this energy. Harmonious and long. Drink now through 2026. 1,000 cases made, 600 cases imported. —TM                             Score 94 | Price $23"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "16",
      "name": "Caprili Brunello di Montalcino",
      "winery": "Caprili",
      "vintage": "2015",
      "rating": "95",
      "price": "$60",
      "note": "Offering cherry, plum, iron, earth and floral aromas and flavors, this is vibrant and beautifully balanced. Well-structured, with the harmony and concentration to develop. Best from 2023 through 2043. 4,000 cases made, 3,000 cases imported. —BS                             Score 95 | Price $60"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "15",
      "name": "Duckhorn Merlot Napa Valley Three Palms Vineyard",
      "winery": "Duckhorn",
      "vintage": "2017",
      "rating": "96",
      "price": "$110",
      "note": "Powerful, rich and complex, with a refined mix of currant, dark cherry and plum tart flavors backed by suave, medium-grained tannins. Well-defined slate and loamy notes stretch out nicely on the finish, with black olive hints. Drink now through 2027. 4,678 cases made. —KM                             Score 96 | Price $110"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "14",
      "name": "Felton Road Pinot Noir Central Otago Bannockburn",
      "winery": "Felton Road",
      "vintage": "2018",
      "rating": "95",
      "price": "$52",
      "note": "Aromatic and expressive, with raspberry, cherry and fresh herb notes that are precise on a smooth and supple frame, offering details of matcha green tea, white pepper and forest floor. A hint of fresh nutmeg lingers on the long, expressive finish, where the tannins provide a slight grip. Drink now through 2034. 5,372 cases made, 199 cases imported. —MW                             Score 95 | Price $52"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "13",
      "name": "Tolaini Cabernet Sauvignon Toscana Legit",
      "winery": "Tolaini",
      "vintage": "2016",
      "rating": "95",
      "price": "$45",
      "note": "An impressive red of breadth and depth, featuring black cherry, plum, leather, earth, iron and cedar aromas and flavors. This is solidly built and well-balanced, with finely honed tannins and lively acidity providing backbone. Best from 2021 through 2040. 15,000 cases made, 2,500 cases imported. —BS                             Score 95 | Price $45"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "12",
      "name": "Bodegas y Viñedos Valderiz Ribera del Duero",
      "winery": "Bodegas y Viñedos Valderiz",
      "vintage": "2016",
      "rating": "96",
      "price": "$40",
      "note": "The dense, polished texture carries rich, harmonious flavors in this elegant red. Blackberry and currant notes mingle with espresso, mineral, licorice and spice accents. Lovely floral hints emerge on the long, clean finish. Beautifully sculpted. Drink now through 2030. 2,000 cases made, 657 cases imported. —TM                             Score 96 | Price $40"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "11",
      "name": "Castello di Volpaia Chianti Classico Riserva",
      "winery": "Castello di Volpaia",
      "vintage": "2016",
      "rating": "97",
      "price": "$40",
      "note": "Enticing aromas of black cherry, black currant and violet are allied to flavors of iron, wet earth and spice in this red, which is loaded with fruit, vibrant acidity and well-mannered tannins. Shows terrific harmony now, yet possesses the structure to age. The long, mouthwatering finish extends the dark fruit and mineral elements. Best from 2021 through 2040. 6,000 cases made, 3,300 cases imported. —BS                             Score 97 | Price $40"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "10",
      "name": "Bollinger Brut Champagne La Grande Année",
      "winery": "Bollinger",
      "vintage": "2012",
      "rating": "97",
      "price": "$175",
      "note": "This goes from zero to 60 right out of the gate, with an intense spine of acidity driving tightly meshed flavors of crushed black currant, ground coffee, candied grapefruit peel and toasted almond. The profile expands on the palate, carried by the fine, raw silk–like mousse. Richly aromatic and expressive from start to lasting, spiced finish. Disgorged July 2019. Drink now through 2037. 850 cases imported. —AN                             Score 97 | Price $175"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "9",
      "name": "Beaux Frères Pinot Noir Ribbon Ridge The Beaux Frères Vineyard",
      "winery": "Beaux Frères",
      "vintage": "2018",
      "rating": "95",
      "price": "$95",
      "note": "A wine of presence and expression, impeccably structured yet elegantly layered, with evocative raspberry, rose petal and brown baking spice notes that pick up richness and tension toward fine-grained tannins. Drink now through 2029. 3,088 cases made. —TF                             Score 95 | Price $95"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "8",
      "name": "Bodega Piedra Negra Chacayes Los Chacayes",
      "winery": "Bodega Piedra Negra",
      "vintage": "2015",
      "rating": "96",
      "price": "$99",
      "note": "Very elegant and rich, with concentrated kirsch, dark plum and cherry tart flavors, backed by medium-grained tannins and fresh acidity. Shows grip midpalate, leading to a finish that turns creamy and plush, primed with spicy richness and chocolate mousse accents. Malbec. Drink now through 2027. 3,000 cases made. —KM                             Score 96 | Price $99"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "7",
      "name": "Massolino Barolo",
      "winery": "Massolino",
      "vintage": "2016",
      "rating": "95",
      "price": "$53",
      "note": "A stream of pure, juicy cherry fruit is at the heart of this red, along with mineral, tobacco and wild herb notes. Firm and tightly wound, with a matrix of dense, refined tannins for support. All the elements are in the right proportions, this just needs time. Best from 2023 through 2045. 5,800 cases made, 2,100 cases imported. —BS                             Score 95 | Price $53"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "6",
      "name": "Kistler Chardonnay Russian River Valley Vine Hill Vineyard",
      "winery": "Kistler",
      "vintage": "2017",
      "rating": "96",
      "price": "$90",
      "note": "Complex, with crunchy acidity to the concentrated citrus and McIntosh apple flavors. Intense minerality shows midpalate, followed by a pure and powerful finish that lingers with dried savory herb and toasty hints. Best from 2022 through 2027. 1,979 cases made. —KM                             Score 96 | Price $90"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "5",
      "name": "Domaine de la Vieille Julienne Châteauneuf-du-Pape Les Trois Sources",
      "winery": "Domaine de la Vieille Julienne",
      "vintage": "2016",
      "rating": "96",
      "price": "$90",
      "note": "A lush, ripe style, with açaí berry, blueberry and plum reduction notes giving this a slightly exotic bent, while singed bay leaf, worn leather and warm tar accents keep this grounded in a slightly old-school way. Displays ample heft, yet energy ripples through the finish, accompanied by lingering garrigue and tobacco echoes. Best from 2022 through 2040. 2,000 cases made, 500 cases imported. —JM                             Score 96 | Price $90"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "4",
      "name": "Mayacamas Cabernet Sauvignon Mount Veeder",
      "winery": "Mayacamas",
      "vintage": "2016",
      "rating": "96",
      "price": "$135",
      "note": "This distinctive red throws a lot of wild sage, herb and sassafras notes out first, while the core of intense red currant, damson plum and bitter cherry fruit waits its turn. The vibrant structure is built on acidity, pulling everything together through the iron-streaked finish. Should age wonderfully. Best from 2022 through 2040. 1,600 cases made. —JM                             Score 96 | Price $135"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "3",
      "name": "San Filippo Brunello di Montalcino Le Lucére",
      "winery": "San Filippo",
      "vintage": "2015",
      "rating": "97",
      "price": "$90",
      "note": "Effusive aromas of black currant, blueberry, violet and iron mark this expressive red. Supple and harmonious, with a firm backbone of tannins that are refined and integrated. Shows terrific length and complexity. Best from 2023 through 2043. 1,300 cases made, 650 cases imported. —BS                             Score 97 | Price $90"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "2",
      "name": "Aubert Pinot Noir Sonoma Coast UV Vineyard",
      "winery": "Aubert",
      "vintage": "2018",
      "rating": "95",
      "price": "$85",
      "note": "Powerful and structured, with minerally richness to the fine-edged red fruit and savory spice flavors. The sleek finish offers impressive purity and clarity to the notes of hot stone, flint and underbrush. Best from 2021 through 2026. 993 cases made. —KM                             Score 95 | Price $85"
  },
  {
      "year": "2020",
      "list": "Wine Spectator",
      "rank": "1",
      "name": "Bodegas Marqués de Murrieta Rioja Castillo Ygay Gran Reserva Especial",
      "winery": "Bodegas Marqués de Murrieta",
      "vintage": "2010",
      "rating": "96",
      "price": "$139",
      "note": "Maturing well, this round red is a lovely example of the traditional style. Orange peel, dried cherry, forest floor, vanilla and black tea flavors mingle harmoniously over round tannins and citrusy acidity. Generous but gentle, lively, balanced and harmonious. Tempranillo and Mazuelo. Drink now through 2030. 7,500 cases made, 680 cases imported. —TM                             Score 96 | Price $139"
  }
]